Repository: juncoweb/junco-cms
Catalog: storage/locale/*/LC_MESSAGES/default.po
Languages: es_ar

source: View all certifications
es_ar: Ver todas las certificaciones

source: Register for courses %shere%s
es_ar: Regístrese para cursos %saquí%s

source: Invoices
es_ar: Recibos

source: Generate
es_ar: Generar

source: Please, confirm to generate the invoice.
es_ar: Por favor, confirme generar el recibo.

source: Remove
es_ar: Remover

source: Generate invoice
es_ar: Generar recibo

source: Batch
es_ar: Bandeja

source: Quantity
es_ar: Cantidad

source: Partial
es_ar: Parcial

source: Inactive
es_ar: Inactivo

source: This form belongs to the file. Do you want to replace it with a new one?
es_ar: Este formulario pertenece al archivo. ¿Desea reemplazarlo por uno nuevo?

source: To batch
es_ar: A bandeja

source: My fees
es_ar: Mis aranceles

source: Select the fees you wish to pay and press the button (%s).
es_ar: Seleccione los aranceles que desea pagar y pulse el botón (%s).

source: Open the batch (%s) and confirm to generate an invoice.
es_ar: Abra la bandeja (%s) y confirme para generar un recibo.

source: You will be able to pay your invoices in «%sMy Invoices%s».
es_ar: Podrás pagar tus recibos en «%sMis recibos%s».

source: The exam has not been done yet.
es_ar: El examen no ha sido hecho todavía.

source: This course has calls. Please, delete them first.
es_ar: Este curso tiene llamadas. Por favor, elimínelas primero.

source: Y-M-d H:i
es_ar: d-M-Y H:i

source: Create from courses
es_ar: Crear desde cursos

source: Applicants
es_ar: Candidatos

source: Calls
es_ar: Llamados

source: Yes
es_ar: Si

source: Here you can view and select the courses that will use this certification.
es_ar: Aquí puede ver y seleccionar los cursos que utilizarán esta certificación.

source: Disabled
es_ar: Deshabilitado

source: Examiners
es_ar: Examinadores

source: Signature
es_ar: Firma

source: Schedule
es_ar: Cronograma

source: Certification
es_ar: Certificación

source: These preferences shall be used as defaults when creating the examining authorities on each call.
es_ar: Estas preferencias se utilizarán por defecto al crear las autoridades examinadoras en cada convocatoria.

source: Preferences
es_ar: Preferencias

source: Schedules
es_ar: Horarios

source: Call
es_ar: Llamado

source: Apply
es_ar: Aplicar

source: None
es_ar: Ninguno

source: Registered
es_ar: Registrado

source: No description yet.
es_ar: Sin descripción aún.

source: The access code is: %s
es_ar: El código de acceso es: %s

source: Access code - %s
es_ar: Código de acceso - %s

source: The code is invalid or has expired.
es_ar: El código no es válido o ha caducado.

source: Try again
es_ar: Intentar nuevamente

source: Send me a new code
es_ar: Enviarme un nuevo código

source: 2-step verification
es_ar: Verificación en 2 pasos

source: To protect your account, we want to make sure that it is really you trying to log in.
es_ar: Para proteger su cuenta, queremos asegurarnos de que realmente es usted quien intenta iniciar sesión.

source: A code has been sent to the email %s.
es_ar: Se ha enviado un código al correo electrónico %s.

source: The «%s» is incorrect.
es_ar: El «%s» es incorrecto.

source: Failed to write the target file.
es_ar: Error al escribir el archivo de destino.

source: The extension is protected.
es_ar: La extensión está protegida.

source: No components found available.
es_ar: No se han encontrado componentes disponibles.

source: Scope
es_ar: Ámbito

source: Table
es_ar: Tabla

source: Prefix
es_ar: Prefijo

source: Please, fill in the access point.
es_ar: Por favor, rellene el punto de acceso.

source: Please, enter a valid name.
es_ar: Por favor, ingrese un nombre válido.

source: The file already exists. Please select the rewrite option.
es_ar: El archivo ya existe. Por favor, seleccione la opción de reescribir.

source: Application
es_ar: Aplicación

source: Configs
es_ar: Configuraciones

source: Task
es_ar: Tarea

source: Libraries
es_ar: Librerías

source: Extensions
es_ar: Extensiones

source: Tables
es_ar: Tablas

source: Notifications
es_ar: Notificaciones

source: Controllers
es_ar: Controladores

source: Routes
es_ar: Rutas

source: Snippets
es_ar: Fragmentos

source: Everything is very good.
es_ar: Todo está muy bien.

source: A folder will be made secure.
es_ar: Se asegurará una carpeta.

source: Secure folders
es_ar: Carpetas seguras

source: Icons
es_ar: Íconos

source: Code Manager
es_ar: Gestor de código

source: The key is composed of the extension to which it will belong and the name of the folder where it will be saved.
es_ar: La clave está compuesta por la extensión a la que pertenecerá y el nombre de la carpeta donde se guardará.

source: It creates a universal component that can be reused in other projects.
es_ar: Crea un componente universal que se puede reutilizar en otros proyectos.

source: Include model
es_ar: Incluir modelo

source: Include the global model, which is outside the access point.
es_ar: Incluir el modelo global, que está fuera del punto de acceso.

source: Queries
es_ar: Consultas

source: If it is a main component, the name will be the alias of the extension and cannot be changed.
es_ar: Si se trata de un componente principal, el nombre será el alias de la extensión y no se podrá cambiar.

source: Access point
es_ar: Punto de acceso

source: It is used in database fields.
es_ar: Se utiliza en los campos de la base de datos.

source: Database
es_ar: Base de datos

source: Others
es_ar: Otros

source: Codify
es_ar: Codificar

source: Finish
es_ar: Terminar

source: This will create an empty controller.
es_ar: Esto creará un controlador vacío.

source: Endpoints
es_ar: Puntos de entrada

source: Components
es_ar: Componentes

source: Unknow
es_ar: Desconocido

source: This action will attempt to remove all possible elements within: views, models, controller, path, javascript and buttons.
es_ar: Esta acción intentará eliminar todos los elementos posibles dentro de: vistas, modelos, controlador, ruta, javascript y botones.

source: Reorder
es_ar: Reordenar

source: Basic
es_ar: Básico

source: Requires preferences
es_ar: Requiere preferencias

source: Rewrite
es_ar: Reescribir

source: Documentation
es_ar: Documentación

source: Create documentation
es_ar: Crear documentación

source: Folder
es_ar: Carpeta

source: Library
es_ar: Librería

source: You may create only one routes file per access point.
es_ar: Sólo puede crear un archivo de rutas por punto de acceso.

source: Route
es_ar: Ruta

source: The path with which the url will be created.
es_ar: La ruta con la que se creará la url.

source: Search
es_ar: Buscar

source: Add a filter of the type "Search".
es_ar: Añade un filtro del tipo "Buscar".

source: Filter
es_ar: Filtro

source: Modifiers
es_ar: Modificadores

source: Parent
es_ar: Padre

source: The code has already been created. If you select it, it will be rewritten.
es_ar: El código ya ha sido creado. Si lo selecciona, se reescribirá.

source: Both
es_ar: Ambos

source: Form
es_ar: Formulario

source: Options in
es_ar: Opciones en

source: Label
es_ar: Etiqueta

source: Creates the settings for the component.
es_ar: Crea la configuración del componente.

source: Columns
es_ar: Columnas

source: Add confirmation
es_ar: Añadir confirmación

source: Welcome to «%s»
es_ar: Bienvenidos a «%s»

source: The captcha has not been resolved correctly.
es_ar: El captcha no se ha resuelto correctamente.

source: Please, fill in the message.
es_ar: Por favor, complete el mensaje.

source: Your message has not been sent.
es_ar: Su mensaje no pudo ser enviado.

source: For safety, the site does not allow more than %d messages per hour.
es_ar: Por seguridad, el sitio no permite más que %d mensajes por hora.

source: Contact
es_ar: Contacto

source: User
es_ar: Usuario

source: The message has been sent successfully.
es_ar: La tarea ha sido realizada correctamente.

source: The file type is invalid.
es_ar: El tipo de archivo no es válido.

source: Error! The section not found.
es_ar: ¡Error! La sección no ha sido encontrada.

source: The value «%s» must be a json.
es_ar: El valor «%s» debe ser json.

source: Resizes
es_ar: Redimensiones

source: Please, delete all posts before continuing.
es_ar: Por favor, elimine todas las publicaciones antes de continuar.

source: Contents
es_ar: Contenidos

source: Author: %s
es_ar: Autor: %s

source: Label: %s
es_ar: Etiqueta: %s

source: Please create the publication before proceeding.
es_ar: Por favor, cree la publicación antes de continuar.

source: Access denied.
es_ar: Acceso denegado.

source: Enabled
es_ar: Habilitado

source: Comments
es_ar: Comentarios

source: Featured
es_ar: Destacado

source: Draft
es_ar: Borrador

source: Pending review
es_ar: Pendiente de revisión

source: Change section
es_ar: Cambiar de sección

source: Added
es_ar: Agregado

source: Visits
es_ar: Visitas

source: Comments allowed
es_ar: Comentarios permitidos

source: Comments not allowed
es_ar: Comentarios no permitidos

source: Under review
es_ar: En revisión

source: Sections
es_ar: Secciones

source: The text is used to make the url friendly.
es_ar: El texto se utiliza para hacer el url amigable.

source: Static
es_ar: Estático

source: Dynamic
es_ar: Dinámico

source: If is dynamic, the contents can view in a list.
es_ar: Si es dinámico, los contenidos se pueden ver en una lista.

source: Rewrites the default options.
es_ar: Reescribe las opciones predeterminadas.

source: The options are used to add resources or modify aspects of the template.
es_ar: Las opciones se usan para agregar recursos o modificar aspectos de la plantilla.

source: Rewrites the default image resizing.
es_ar: Reescribe el tamaño de imagen predeterminado.

source: Section
es_ar: Sección

source: Are you sure you want to delete the selected item?
es_ar: ¿Seguro que desea eliminar el elemento seleccionado?

source: Eliminate definitively.
es_ar: Eliminar definitivamente.

source: Change the publication date.
es_ar: Cambiar la fecha de publicación.

source: Inserts
es_ar: Insertar

source: Tools
es_ar: Herramientas

source: Inherit
es_ar: Heredar

source: Show author
es_ar: Mostrar autor

source: My contents
es_ar: Mis contenidos

source: Rename
es_ar: Renombrar

source: Files
es_ar: Archivos

source: Insert
es_ar: Insertar

source: Please, fill in the name.
es_ar: Por favor, complete el nombre.

source: The CRON expression is invalid.
es_ar: La expresión CRON no es válida.

source: Please, select a column.
es_ar: Por favor, seleccione una columna.

source: The table has no primary key.
es_ar: La tabla no tiene la clave primaria.

source: The routine could not be processed.
es_ar: No se ha podido procesar la rutina.

source: Please, enter a different name.
es_ar: Por favor, ingrese un nombre diferente.

source: Please, select at least one element.
es_ar: Por favor, seleccione al menos un elemento.

source: Ignore
es_ar: Ignorar

source: Structure
es_ar: Estructura

source: DB Manager
es_ar: Administrador de BD

source: Definitions
es_ar: Definiciones

source: Time
es_ar: Hora

source: Browse
es_ar: Explorar

source: Constraints
es_ar: Restricciones

source: Triggers
es_ar: Disparadores

source: This table does not contain at least one primary key. Edition is not available.
es_ar: Esta tabla no contiene al menos una clave principal. La edición no está disponible.

source: Field
es_ar: Campo

source: Function
es_ar: Función

source: Null
es_ar: Nulo

source: Info
es_ar: Información

source: Time zone
es_ar: Zona horaria

source: Column
es_ar: Columna

source: Referenced
es_ar: Referencia

source: Execute
es_ar: Ejecutar

source: A cron expression indicating the frequency of execution.
es_ar: Una expresión cron que indica la frecuencia de ejecución.

source: Clear
es_ar: Limpiar

source: Show selected rows
es_ar: Mostrar filas seleccionadas

source: Commands
es_ar: Comandos

source: Response
es_ar: Respuesta

source: Comment
es_ar: Comentario

source: Routines
es_ar: Rutinas

source: Only some
es_ar: Sólo algunos

source: Registers
es_ar: Registros

source: Extended inserts
es_ar: Inserciones extendidas

source: Maximal length of created query.
es_ar: Longitud máxima de la consulta creada.

source: Use ignore inserts
es_ar: Usar ignore inserts

source: Indexes
es_ar: Índices

source: Unique
es_ar: Única

source: Collation
es_ar: Colación

source: Cardinality
es_ar: Cardinalidad

source: Add
es_ar: Agregar

source: Find
es_ar: Encontrar

source: Routine
es_ar: Rutina

source: Number of fields
es_ar: Número de campos

source: At Beginning of Table
es_ar: Al Comienzo de la tabla

source: At End of Table
es_ar: Al Final de la Tabla

source: After
es_ar: Después

source: Position
es_ar: Posición

source: As defined:
es_ar: Personalizado:

source: Type / Value
es_ar: Tipo / Valor

source: Attributes
es_ar: Atributos

source: Copy registers
es_ar: Copiar registros

source: Engine
es_ar: Motor

source: Drop
es_ar: Eliminar

source: Are you sure you want to drop the selected item?
es_ar: ¿Seguro que quieres eliminar el elemento seleccionado?

source: also change the fields
es_ar: también cambiar los campos

source: Truncate
es_ar: Truncar

source: Are you sure you want to truncate the selected table?
es_ar: ¿Seguro que quieres vaciar la tabla seleccionada?

source: Rows
es_ar: Filas

source: Length
es_ar: Longitud

source: Event
es_ar: Evento

source: Timing
es_ar: Temporización

source: Statement
es_ar: Declaración

source: Please, select an option.
es_ar: Por favor, seleccione una opción.

source: Thanks for helping!
es_ar: Gracias por colaborar!

source: Another time we have recorded your report, thanks for helping.
es_ar: En otra ocasión hemos registrado su reporte, gracias por colaborar.

source: Please, fill in with a valid email.
es_ar: Por favor, complete con un email válido.

source: Your message has not been published. For security reasons, the site does not allow more than %d comments in %d hours.
es_ar: Tu mensaje no ha sido publicado. Por razones de seguridad, el sitio no permite más de %d comentarios en %d horas.

source: Alert
es_ar: Alerta

source: Is spam
es_ar: Es spam

source: Is offensive
es_ar: Es ofensivo

source: Out of context
es_ar: Está fuera de contexto

source: Violates copyright
es_ar: Viola derechos de autor

source: Motive
es_ar: Motivo

source: Are you sure you want to delete the selected comment?
es_ar: ¿Está seguro que desea eliminar el comentario seleccionado?

source: The publication has been closed to debates
es_ar: La publicación ha sido cerrada a los comentarios

source: Write
es_ar: Escribir

source: Reply
es_ar: Responder

source: Update
es_ar: Actualizar

source: Restart
es_ar: Restaurar

source: Demos
es_ar: Demostraciones

source: Locked
es_ar: Bloqueado

source: Unlocked
es_ar: Desbloqueado

source: Source
es_ar: Fuente

source: Server
es_ar: Servidor

source: Username
es_ar: Nombre de usuario

source: after «%s»
es_ar: después de «%s»

source: first child «%s»
es_ar: primer hijo de «%s»

source: Docs
es_ar: Documentación

source: At the beginning
es_ar: Al principio

source: Here after
es_ar: Después de

source: First child
es_ar: Primer hijo

source: Chapters
es_ar: Capítulos

source: Views
es_ar: Vistas

source: You have chosen to add to the top, if so press enter.
es_ar: Ha elegido agregar a la parte superior, si es así, presione enter.

source: Open in new window
es_ar: Abrir en nueva ventana

source: Book
es_ar: Libro

source: Link not available
es_ar: Enlace no disponible

source: Downloads
es_ar: Descargas

source: Start
es_ar: Comienzo

source: Your download will start in %s seconds...
es_ar: Su descarga comenzará en %s segundos...

source: Problems with the download? Please use this %slink%s.
es_ar: Problemas con la descarga? Por favor, use este %slink%s.

source: This task is not allowed in demos.
es_ar: Esta tarea no está permitida en las demostraciones.

source: Transport
es_ar: Transporte

source: Subject
es_ar: Motivo

source: Debug
es_ar: Depuración

source: Back
es_ar: Volver

source: Plain
es_ar: Plano

source: An update is available.
es_ar: Hay una actualización disponible.

source: No updates available.
es_ar: No hay actualizaciones disponibles.

source: The latest version of the system is available.
es_ar: La última versión del sistema está disponible.

source: You can now upgrade to %s.
es_ar: Ahora puede actualizar a %s.

source: The following extensions have updates available: %s
es_ar: Las siguientes extensiones tienen actualizaciones disponibles: %s

source: The extension alias «%s» is invalid.
es_ar: El alias de extensión «%s» no es válido.

source: The distribution system requires a token.
es_ar: El sistema de distribución requiere un token.

source: Uploading «%s»...
es_ar: Cargando «%s»...

source: You are trying to delete a protected item.
es_ar: Está intentando eliminar un elemento protegido.

source: Please, remove all extensions from this developer.
es_ar: Por favor, elimine todas las extensiones de este desarrollador.

source: Deprecated
es_ar: Obsoleto

source: All developers
es_ar: Desarrolladores

source: Append other extensions to the package.
es_ar: Añade otras extensiones al paquete.

source: Append
es_ar: Anexar

source: The following extensions have uncompiled changes: %s.
es_ar: Las siguientes extensiones tienen cambios sin compilar: %s.

source: «%s» to %s
es_ar: «%s» a %s

source: The following requirements will be updated: %s
es_ar: Se actualizarán los siguientes requisitos: %s

source: The versions of the following extensions will be updated: %s.
es_ar: Se actualizarán las versiones de las siguientes extensiones: %s.

source: Format
es_ar: Formato

source: Output
es_ar: Salida

source: Get install package
es_ar: Obtener paquete de instalación

source: Some repairs have been made.
es_ar: Algunas reparaciones han sido hechas.

source: History
es_ar: Historia

source: DB history
es_ar: Historial DB

source: Delete files
es_ar: Eliminar archivos

source: Delete data
es_ar: Eliminar datos

source: Readme
es_ar: Leeme

source: Changes
es_ar: Cambios

source: Find updates
es_ar: Buscar actualizaciones

source: Update all
es_ar: Actualizar todo

source: Developers
es_ar: Desarrolladores

source: Only with updates
es_ar: Sólo con actualizaciones

source: Only packages
es_ar: Sólo paquetes

source: Only with changes
es_ar: Sólo con cambios

source: Distribute
es_ar: Distribuir

source: Developer
es_ar: Desarrollador

source: Version
es_ar: Versión

source: License
es_ar: Licencia

source: Website
es_ar: Sitio web

source: Data
es_ar: Datos

source: If left empty, these values will be filled with the default values.
es_ar: Si se dejan vacíos, estos valores se rellenarán con los valores predeterminados.

source: Legal
es_ar: Legales

source: Since
es_ar: Desde

source: Is package
es_ar: Es un paquete

source: Annexed to
es_ar: Anexo a

source: Package
es_ar: Paquete

source: Is compatible
es_ar: Es compatible

source: Protected
es_ar: Protegido

source: Project URL
es_ar: URL del projecto

source: It is used to distribute extensions from this site. Manage a token in the webstore.
es_ar: Se utiliza para distribuir extensiones desde este sitio. Gestiona un token en la tienda web.

source: Webstore
es_ar: Tienda en línea

source: These values are used by default when creating new extensions.
es_ar: Estos valores se utilizan de forma predeterminada al crear nuevas extensiones.

source: Defaults
es_ar: Predeterminados

source: Are you sure you want to download the file selected?
es_ar: ¿Seguro que desea descargar el archivo seleccionado?

source: Remove notification
es_ar: Remover notificación

source: Unzip package
es_ar: Extraer paquete

source: Please, confirm that you want to check for updates.
es_ar: Por favor, confirme que desea verificar si hay actualizaciones.

source: The installation package «%s» has been opened successfully.
es_ar: El paquete de instalación «%s» se ha abierto correctamente.

source: The installation package has the following alerts:
es_ar: El paquete de instalación contiene las siguientes alertas:

source: Update URL
es_ar: URL de actualización

source: SQL queries
es_ar: Consultas SQL

source: Select all
es_ar: Seleccionar todos

source: Cleaner
es_ar: Limpiador

source: Select an option to import the databases.
es_ar: Seleccione una opción para importar las bases de datos.

source: Executables
es_ar: Ejecutables

source: The package will be removed from the installer.
es_ar: El paquete será removido del instalador.

source: Changelog
es_ar: Registro de cambios

source: Install
es_ar: Instalar

source: Installer
es_ar: Instalador

source: Enable
es_ar: Habilitado

source: Enables the maintenance mode of the website.
es_ar: Activa el modo de mantenimiento del sitio web.

source: Maintenance
es_ar: Mantenimiento

source: Unzip
es_ar: Extraer

source: Are you sure you want to unzip the file selected?
es_ar: ¿Seguro que quieres descomprimir el archivo seleccionado?

source: Are you sure you want to update the extension selected?
es_ar: ¿Seguro que desea actualizar la extensión seleccionada?

source: Delete original
es_ar: Eliminar original

source: Upload package
es_ar: Subir paquete

source: Packages
es_ar: Paquetes

source: Step (.. of 3)
es_ar: Paso (.. de 3)

source: Updating
es_ar: Actualizando

source: Zipped package
es_ar: Paquete comprimido

source: Failed
es_ar: Fallo

source: Updates
es_ar: Actualizaciones

source: Released
es_ar: Publicado en

source: If you choose not to install, the package will be available in the installer.
es_ar: Si decide no instalar, el paquete estará disponible en el instalador.

source: Web Store
es_ar: Tienda en línea

source: It is installed.
es_ar: Está instalado.

source: By %s
es_ar: Por %s

source: We cannot process the order, we need you to have an email linked to your facebook account.
es_ar: No podemos procesar el pedido, necesitamos que tenga un correo electrónico vinculado a su cuenta de facebook.

source: Facebook Login
es_ar: Inicio de sesión de Facebook

source: What is web feed?
es_ar: ¿Qué es un web feed?

source: On the World Wide Web, a web feed is a data format used for providing users with frequently updated content.
es_ar: En la World Wide Web, un feed web es un formato de datos utilizado para proporcionar a los usuarios contenido actualizado con frecuencia.

source: Web feed on this site
es_ar: Web feed en este sitio

source: Explanatory video
es_ar: Video explicativo

source: Please, fill in the key.
es_ar: Por favor, complete la clave.

source: The key already exists.
es_ar: El clave ya existe.

source: Concepts
es_ar: Conceptos

source: Please, select at least one file.
es_ar: Por favor, seleccione al menos un archivo.

source: Warning! Not enough permission to delete the file: %s
es_ar: Atención! No tiene suficiente permiso para eliminar el archivo: %s

source: Warning! Not enough permission to delete the folder: %s
es_ar: Atención! No tiene suficiente permiso para eliminar la carpeta: %s

source: Not editable.
es_ar: No editable.

source: Please, select a different destination folder.
es_ar: Por favor, selecciona una carpeta de destino diferente.

source: The folder already exists.
es_ar: La carpeta ya existe.

source: Please, select at least one file or folder.
es_ar: Por favor, selecciona al menos un archivo o carpeta.

source: Please, complete the permissions.
es_ar: Por favor, complete los permisos.

source: Please, complete the new name.
es_ar: Por favor, complete el nuevo nombre.

source: New folder
es_ar: Nueva carpeta

source: Y-m-d H:i:s
es_ar: d-m-Y H:i:s

source: Clear cache
es_ar: Borrar caché

source: Compress
es_ar: Comprimir

source: Convert
es_ar: Convertir

source: Go to the folder where you want to place the selected item and press "Finish".
es_ar: Vaya a la carpeta donde desea colocar el elemento seleccionado y presione "Finalizar".

source: Extract
es_ar: Extraer

source: Read
es_ar: Leer

source: Group
es_ar: Grupo
