Repository: juncoweb/junco-cms
Catalog: storage/locale/*/LC_MESSAGES/default.po
Languages: es_ar

source: Error! It is not possible to perform the task because the records are being used.
es_ar: ¡Error! No es posible realizar la tarea porque se están utilizando los registros.

source: Please, fill in the next number.
es_ar: Por favor, complete el próximo número.

source: Please, delete all members to continue.
es_ar: Por favor, elimine todos los miembros a seguir.

source: Only empty subscriptions can be deleted.
es_ar: Sólo las suscripciones vacías se pueden eliminar.

source: There is an error in the fees on line on subscriber #%d.
es_ar: Hay un error en las cuotas en línea del abonado #%d.

source: No fees were found.
es_ar: No se han encontrado las cuotas.

source: There is an error in the fees.
es_ar: Hay un error en las cuotas.

source: There is an error in the subscribers.
es_ar: Hay un error en los suscriptores.

source: The fee #%d is doubled for subscriber #%d.
es_ar: La cuota #%d se duplica para el abonado #%d.

source: The fee #%d is not created for the subscriber #%d.
es_ar: La cuota #%d no se crea para el abonado #%d.

source: The trajectory must be active.
es_ar: La trayectoria debe estar activa.

source: Select a date less than or equal to the current one.
es_ar: Seleccione una fecha menor o igual a la actual.

source: The subscription number already exists.
es_ar: El número de suscripción ya existe.

source: It is not possible to remove subscribers with paid fees.
es_ar: No es posible eliminar suscriptores con tarifas pagadas.

source: Remove all members before proceeding.
es_ar: Quite todos los miembros antes de continuar.

source: Fee
es_ar: Arancel

source: Paid
es_ar: Pago

source: Unpaid
es_ar: Impago

source: Currently, the subscriber has an active variation.
es_ar: Actualmente, el suscriptor tiene una variación activa.

source: The titular is not active.
es_ar: El titular no está activo.

source: Has fees in process that must be resolved.
es_ar: Hay aranceles en proceso que deben ser resueltos.

source: To date, the subscriber owes a total of %d fees.
es_ar: Hasta la fecha, el suscriptor debe un total de %d tarifas.

source: Has paid the fees to date «%s».
es_ar: Ha pagado las tasas hasta la fecha «%s».

source: The trajectories of the «%d» members will also be closed.
es_ar: Las trayectorias de «%d» miembros serán también cerradas.

source: The trajectory is not active.
es_ar: La trayectoria no está activa.

source: The variation was created.
es_ar: Se creó la variación.

source: The status was changed to «%s».
es_ar: El estado ha cambiado a «%s».

source: Unknow.
es_ar: Desconocido.

source: You are subscribed as a member. Administration is the responsibility of the holder of the subscription.
es_ar: Usted está suscrito como miembro. La administración es responsabilidad del titular de la suscripción.

source: At the moment you do not have a subscription.
es_ar: Por el momento no tiene una suscripción.

source: I want to import fees.
es_ar: Quiero importar las cuotas.

source: Import subscribers from a csv file. Perform this action only if you are sure and have a backup database.
es_ar: Importar suscriptores desde un archivo csv. Realice esta acción solo si está seguro y dispone de una copia de seguridad de la base de datos.

source: Types of trajectories
es_ar: Tipos de trayectorias

source: Subscriptions
es_ar: Suscripciones

source: The number with which the next subscriber will be assigned.
es_ar: El número con el que se asignará el siguiente suscriptor.

source: Members
es_ar: Miembros

source: Allow subscriber groups.
es_ar: Permitir grupos de suscriptores.

source: It will be used by default in those cases in which a quota is not assigned a value.
es_ar: Se utilizará por defecto en aquellos casos en los que no se asigne un valor a un arancel.

source: Inactive from
es_ar: Inactivo desde

source: From the number of inpayments quoted, the system will automatically unsubscribe.
es_ar: A partir del número de aranceles impagas ingresado, el sistema dará de baja automáticamente.

source: Please, confirm to generate the fees to each subscriber.
es_ar: Por favor, confirme generar los aranceles para todos los suscriptores.

source: Please, confirm to revise the fees to each subscriber.
es_ar: Por favor, confirme verificar los aranceles a todos los suscriptores.

source: Mark as unverified
es_ar: Marcar como no verificado

source: This action marks a fees as unverified, which enables the system to re-verify inactive subscribers. Under normal conditions this action is not necessary.
es_ar: Esta acción marca una tarifa como no verificada, lo que permite al sistema volver a verificar los suscriptores inactivos. En condiciones normales, esta acción no es necesaria.

source: Is generated
es_ar: Está generado

source: Not generated
es_ar: No está generado

source: Joins
es_ar: Uniones

source: Trajectories may have an age or year limit. Once a trajectory is finished, this tool allows you to create a new one automatically.
es_ar: Las trayectorias pueden tener un límite de edad o de años. Una vez finalizada una trayectoria, esta herramienta permite crear una nueva de forma automática.

source: Member
es_ar: Miembro

source: Hidden
es_ar: Oculto

source: Access
es_ar: Acceso

source: A hidden access can only be assigned automatically.
es_ar: Un acceso oculto solo se puede asignar automáticamente.

source: Minimum and maximum age respectively.
es_ar: Edad mínima y máxima respectivamente.

source: This calculates a maximum of years for a trajectory.
es_ar: Esto calcula un máximo de años para una trayectoria.

source: Ages
es_ar: Edades

source: Is invoiced
es_ar: Se factura

source: % (Percent)
es_ar: % (Porcentaje)

source: $ (Currency)
es_ar: $ (Moneda)

source: # (Fee variable)
es_ar: # (Arancel variable)

source: # (Fee fixed)
es_ar: # (Arancel fijo)

source: Re-inscription
es_ar: Re-inscripción

source: Reissue
es_ar: Reedición

source: Confirm to reissue the %d selected fees
es_ar: Confirme para volver a emitir los %d aranceles seleccionados

source: In batch
es_ar: En bandeja

source: In process
es_ar: En proceso

source: Out of range
es_ar: Fuera de rango

source: The data of all subscribers will be printed.
es_ar: Los datos de todos los suscritos serán impresos.

source: The data of «%s» will be printed.
es_ar: Los datos de «%s» serán impresos.

source: The data of %d subscribers will be printed.
es_ar: Los datos de %d suscritos serán impresos.

source: The default date is the current one. If the second date is not completed, only the first will be considered.
es_ar: La fecha por defecto es la actual. Si no se completa la segunda fecha, sólo se tendrá en cuenta la primera.

source: The subscriber will be a member of %s.
es_ar: El suscriptor será miembro de %s.

source: The type of trajectory has not been defined.
es_ar: No se ha definido el tipo de trayectoria.

source: Trajectory
es_ar: Trayectoria

source: Subscriber
es_ar: Suscriptor

source: Trajectories
es_ar: Trayectorias

source: Payments
es_ar: Pagos

source: Subscription number changed from «%s» to «%s».
es_ar: El número de suscripción ha cambiado de «%s» a «%s».

source: Before closing the trajectory, please note that the subscriber:
es_ar: Antes de cerrar la trayectoria, tenga en cuenta que el suscriptor:

source: Join
es_ar: Unir

source: The current trajectory is «%s». When completed, the trajectory «%s» is automatically created.
es_ar: La trayectoria actual es "%s". Cuando se completa, se crea automáticamente la trayectoria "%s".

source: The type of path has not been defined.
es_ar: El tipo de ruta de acceso no se ha definido.

source: The current trajectory will be finished.
es_ar: La trayectoria actual será finalizada.

source: Log
es_ar: Registro

source: Owes
es_ar: Debe

source: The trajectory was created.
es_ar: Se creó la trayectoria.

source: The trajectory has been created by the system.
es_ar: La trayectoria ha sido creada por el sistema.

source: The trajectory has been closed at «%s».
es_ar: La trayectoria se ha cerrado en «%s».

source: The trajectory of the titular has been closed at «%s».
es_ar: La trayectoria del titular se ha cerrado en «%s».

source: The linkage of a trajectory was reactivated. Date «%s», verified «%s»
es_ar: Se reactivó la vinculación de una trayectoria. Fecha «%s», verificada «%s»

source: The trajectory was closed by the system on «%s», due to unpaid fees.
es_ar: La trayectoria fue cerrada por el sistema en «%s», debido a los aranceles impagos.

source: The start date was changed from «%s» to «%s»
es_ar: La fecha de inicio se ha cambiado de «%s» a «%s»

source: Variation
es_ar: Variación

source: Charts
es_ar: Gráficos

source: View+
es_ar: Ver+

source: My subscriptions
es_ar: Mis suscripciones

source: Overdue
es_ar: Atrasado

source: Select at least one fee.
es_ar: Por favor, seleccione al menos un arancel.

source: 404. That’s an error.
es_ar: 404. Esto es un error.

source: Site under construction
es_ar: Sitio en contrucción

source: This site will soon be available.
es_ar: Este sitio estará disponible en breve.

source: Hello, %s
es_ar: Hola, %s

source: We received your query and you will soon be receiving our response. Thank you for communicating with us.
es_ar: Hemos recibido su consulta y en breve recibirá nuestra respuesta. Gracias por comunicarse con nosotros.

source: Deleted
es_ar: Eliminado

source: My tickets
es_ar: Mis tickets

source: The developer could not be authenticated.
es_ar: El desarrollador no pudo ser autenticado.

source: views
es_ar: vistas

source: The key must be alphanumeric.
es_ar: La clave debe ser alfanumérica.

source: Please, fill in the username.
es_ar: Por favor, complete el usuario.

source: Please, fill in the password.
es_ar: Por favor, complete la contraseña.

source: Your account is not editable.
es_ar: Tu cuenta no es editable.

source: You cannot modify your administration permission.
es_ar: No puede modificar su permiso de administración.

source: The default role cannot modify the administration permission.
es_ar: El rol por defecto no puede modificar el permiso de administración.

source: All roles
es_ar: Todos los roles

source: Users
es_ar: Usuarios

source: Activities
es_ar: Actividades

source: Invalid email/username.
es_ar: Código/email inválido.

source: Your account is active. Please, enter from the login.
es_ar: Su cuenta está activa. Por favor, ingrese desde el inicio de sesión.

source: An error has occurred in the mail server. Please, try again later.
es_ar: Se ha producido un error en el servidor de correo. Por favor, inténtelo de nuevo más tarde.

source: Passwords do not match.
es_ar: Las contraseñas no coinciden.

source: The email is being used on another account. Remember that if you have forgotten your password you can request a new.
es_ar: El correo electrónico se está utilizando en otra cuenta. Recuerde que si usted ha olvidado su contraseña, puede solicitar una nueva.

source: Registration complete!
es_ar: Registro completo!

source: Your account has been successfully created and an activation message has been sent to your email.
es_ar: Su cuenta ha sido creada con éxito y un mensaje de activación se ha enviado a su correo electrónico.

source: Check your email and follow the instructions. If you do not receive the message, check your SPAM settings on your account. Make sure your email account does not automatically delete SPAM.
es_ar: Revise su correo electrónico y siga las instrucciones. Si no recibe el mensaje, compruebe la configuración de SPAM de su cuenta. Asegúrese de que su cuenta de correo electrónico no elimine automáticamente el SPAM.

source: Account activation pending
es_ar: Activación de cuenta pendiente

source: Your user account is not active yet.
es_ar: Su cuenta de usuario no está activada.

source: Remember that, if necessary, you can request a new %sactivation message%s.
es_ar: Recuerde que, si es necesario, puede solicitar un nuevo %smensaje de activación%s.

source: Message sent successfully!
es_ar: El mensaje ha sido enviado correctamente!

source: A confirmation message to manage a new password has been sent to your email.
es_ar: El mensaje de confirmación con la nueva contraseña ha sido enviado a su correo electrónico.

source: Password saved successfully.
es_ar: Contraseña guardada correctamente.

source: The new password has been saved correctly and the session has been started automatically.
es_ar: La nueva contraseña se ha guardado correctamente y la sesión se ha iniciado de forma automática.

source: The activation message has been successfully sent to your email account.
es_ar: El mensaje de activación ha sido enviado con éxito a su cuenta de correo electrónico.

source: Sorry! failed login.
es_ar: Disculpa! el inicio de sesión ha fallado.

source: Email/Username
es_ar: Email/Usuario

source: Stay logged in
es_ar: No cerrar mi sesión

source: I forgot my password
es_ar: Olvidé mi contraseña

source: Don't have any account? Sign up %shere%s
es_ar: ¿No tienes cuenta? Regístrate %saquí%s

source: Log out
es_ar: Salir

source: Are you sure you want to log out?
es_ar: ¿Está seguro de que desea cerrar la sesión?

source: Sincerely %s
es_ar: Atte. %s

source: Password Confirmation
es_ar: Confirmar Contraseña

source: I have read and accepted the %sterms and conditions%s
es_ar: He leído y acepto los %stérminos y condiciones%s

source: This is easy! Just complete the form.
es_ar: Esto es fácil! Sólo debe completar el formulario.

source: New password
es_ar: Nueva contraseña

source: Account
es_ar: Cuenta

source: Failed Activation!
es_ar: Error de activación!

source: Activation Successful!
es_ar: Activación correcta!

source: Your account has been successfully activated. You can now access the site with your user name and password.
es_ar: Su cuenta ha sido activada con éxito. Ahora puede acceder al sitio con su nombre de usuario y contraseña.

source: Instance %d
es_ar: Paso %d

source: Reset activation
es_ar: Reiniciar activación

source: At the end of the order, the previous activation messages will be deleted
es_ar: Al final de la orden, los anteriores mensajes de activación serán eliminados

source: Error Page
es_ar: Página de error

source: Confirmation correct!
es_ar: Confirmación correcta!

source: Your email has been confirmed and the changes have been saved.
es_ar: Tu email ha sido confirmado y los cambios se han guardado correctamente.

source: Save Email
es_ar: Guardar email

source: Edit Password
es_ar: Editar contraseña

source: Please enter your password twice to save.
es_ar: Por favor, introduzca su contraseña dos veces para guardar.

source: Reset Password
es_ar: Resetear contraseña

source: By completing the form will be sent to your email an application for a new password.
es_ar: Completando el formulario se enviará a su correo electrónico una solicitud de una nueva contraseña.

source: If for some reason your email must be changed, this form will not be useful, and the new password must be requested via administration.
es_ar: Si por alguna razón debe cambiar su correo electrónico, este formulario no le será útil, y la nueva contraseña debe ser solicitada a través de la administración.

source: Please, fill in with a valid link.
es_ar: Por favor, complete con un enlace válido.

source: No servers available.
es_ar: No hay actualizaciones disponibles.

source: The server has not been identified.
es_ar: El servidor no ha podido ser identificado.

source: The ID of the video has not been found.
es_ar: La ID del video no ha sido encontrada.

source: Please, delete all videos to continue.
es_ar: Por favor, elimine todos los videos para continuar.

source: Servers
es_ar: Servidores

source: Pattern
es_ar: Patrón

source: Thumb
es_ar: Miniatura

source: Added by %s
es_ar: Agregado por %s

source: From %s
es_ar: De %s

source: Sorry, you've reached the maximum allowed.
es_ar: Lo sentimos, has alcanzado el máximo permitido.

source: Websites
es_ar: Sitios web

source: My websites
es_ar: Mis sitios web

source: Sorry, only one rating per version.
es_ar: Lo sentimos, sólo una calificación por versión.

source: To download the extension «%s», use the key «%s» or follow the link:
es_ar: Para descargar la extensión «%s», use la clave «%s» o siga el enlace:

source: An error occurred while sending the email.
es_ar: Se ha producido un error al enviar el correo electrónico.

source: Your email does not pass the validity check.
es_ar: Su correo electrónico no pasa la verificación de validez.

source: Please check it and if the problem persists, contact the administration.
es_ar: Por favor, verifíquelo y si el problema persiste, póngase en contacto con la administración.

source: The user does not have an email address.
es_ar: El usuario no tiene dirección de correo electrónico.

source: %s will send an email
es_ar: %s le ha enviado un correo electrónico

source: Please, leave at least one package available for download.
es_ar: Por favor, deje al menos un paquete disponible para su descarga.

source: The package could not be authenticated.
es_ar: No se pudo autenticar el paquete.

source: The package is incorrectly named.
es_ar: El paquete tiene un nombre incorrecto.

source: Error! The reading of the compressed file failed.
es_ar: ¡Error! Falló la lectura del archivo comprimido.

source: The extension «%s» is outdated.
es_ar: La extensión «%s» está desactualizada.

source: The install value «%s» is empty or invalid.
es_ar: El valor de instalación «%s» está vacío o es inválido.

source: Webstore - %s wants to purchase an application.
es_ar: Webstore - %s quiere comprar una aplicación.

source: Support
es_ar: Soporte

source: Doc
es_ar: Documentación

source: Referers
es_ar: Referencias

source: Addresses
es_ar: Direcciones

source: Repair
es_ar: Reparar

source: Month
es_ar: Mes

source: Webstore URL
es_ar: Url de la tienda en línea

source: Referer
es_ar: Referencia

source: You already have an order waiting, please wait to be contacted.
es_ar: Ya tiene una orden esperando. Por favor, espere a ser contactado.

source: Consult the developer or make an offer.
es_ar: Consulte al desarrollador o hacer una oferta.

source: Purchase
es_ar: Adquirir

source: Feedbacks
es_ar: Devoluciones

source: Related
es_ar: Relacionados

source: Sort by ratings
es_ar: Ordenar por calificación

source: Sort by number of views
es_ar: Ordenar por cantidad de visitas

source: Sort by number of comments
es_ar: Ordenar por número de comentarios

source: Your rating
es_ar: Tu calificación

source: Slider
es_ar: Deslizador

source: Actives
es_ar: Activos

source: Is open
es_ar: Está abierto

source: Is close
es_ar: Está cerrado

source: Use the token to upload update packages from your application.
es_ar: Use el token para cargar paquetes de actualización desde la aplicación.

source: Change token
es_ar: Cambiar token

source: Are you sure you want to delete the key?
es_ar: ¿Estás seguro de que quieres borrar la clave?

source: The user is not deleted, it only deletes his current key.
es_ar: El usuario no se borra, solo borra su clave actual.

source: Generate key
es_ar: Generar clave

source: Next, a key will be generated and sent to «%s».
es_ar: A continuación, se generará una clave y se enviará a «%s».

source: Send a copy to my email
es_ar: Enviar copia a mi correo

source: Send email
es_ar: Enviar email

source: Sending the form authorizes %s to show their email to the recipient taking away all responsibility.
es_ar: Enviando el formulario autoriza a %s para mostrar su correo electrónico al destinatario asumiendo toda responsabilidad.

source: My keys
es_ar: Mis claves

source: Delete key
es_ar: Eliminar clave

source: Question
es_ar: Pregunta

source: Subtitle
es_ar: Subtítulo

source: Show title
es_ar: Mostrar título

source: Please, delete the groups to continue.
es_ar: Por favor, elimine los grupos para continuar.

source: A student with assists may not be dropped.
es_ar: No se puede dar de baja a un alumno con asistencias.

source: The group must be active to continue.
es_ar: El grupo debe estar activo para continuar.

source: Please, remove all the assistants before continuing.
es_ar: Por favor, remueva todas las asistencias antes de continuar.

source: There is already a lesson on the same schedule.
es_ar: Ya hay una lección en el mismo horario.

source: The record cannot be modified because it is in use.
es_ar: El registro no puede modificarse porque está en uso.

source: Lessons
es_ar: Clases

source: Workshops
es_ar: Talleres

source: To see more details follow the link:
es_ar: Para ver más detalles siga el enlace:

source: Welcome to the %s workshop
es_ar: Bienvenido al taller %s

source: Attendances
es_ar: Asistencias

source: Values
es_ar: Valores

source: Abbr
es_ar: Abreviación

source: Success
es_ar: Éxito

source: Warning
es_ar: Advertencia

source: Danger
es_ar: Peligroso

source: Workshop
es_ar: Taller

source: Add a text after the workshop's title.
es_ar: Añade un texto después del título del taller.

source: Professor
es_ar: Profesor

source: Separate the first name from the surname.
es_ar: Separe el nombre del apellido.

source: Add statistics.
es_ar: Añadir estadísticas.

source: Add notes.
es_ar: Agregar anotaciones.

source: View enrollment
es_ar: Ver la inscripción

source: Please, check the %sworkshops%s. There is currently no date for enrollment.
es_ar: Por favor, comprueba los %stalleres%s. Actualmente no hay fecha para la inscripción.

source: Please select a group.
es_ar: Por favor, seleccione un grupo.

source: To manage your workshop, go %shere%s.
es_ar: Para administrar tu taller, ingresa %saquí%s.

source: My workshops
es_ar: Mis talleres

source: Change status by «%s».
es_ar: Cambiar el estado por "%s".

source: Are you sure you want to change the student's status?
es_ar: ¿Está seguro de que quiere cambiar el estado del estudiante?

source: No taxpayer has been found.
es_ar: El contribuyente no ha sido encontrado.

source: The Archive class has no support to execute the task.
es_ar: La clase Archive no tiene soporte para ejecutar la tarea.

source: The archive could not be opened.
es_ar: El archivo no pudo ser abierto.

source: The archive could not be extracted.
es_ar: El archivo no pudo ser extraído.

source: The archive could not be closed.
es_ar: El archivo no pudo ser cerrado.

source: The package could not be opened.
es_ar: El paquete no pudo ser abierto.

source: The developer can not replace the resources.
es_ar: El desarrollador no pudo reemplazar recursos.

source: Please, enter another name.
es_ar: Por favor, introduzca otro nombre.

source: Disable
es_ar: Deshabilitado

source: Relative
es_ar: Relativo

source: Absolute
es_ar: Absoluto

source: This section is only for anonymous users
es_ar: Esta sección es solo para usuarios anónimos

source: Previous balance
es_ar: Saldo anterior

source: There is no previous balance
es_ar: No hay un saldo previo

source: From date %s
es_ar: Desde la fecha %s

source: To date %s
es_ar: Hasta la fecha %s

source: Error. You can not change data before the blocking date.
es_ar: Error. No puede cambiar los datos antes de la fecha de bloqueo.

source: Builder
es_ar: Constructor

source: A bug has been reported.
es_ar: Se ha informado de un error.

source: An error has occurred in the request. Please, verify the data and try again.
es_ar: Se ha producido un error en la solicitud. Por favor, verifique los datos y vuelva a intentarlo.

source: The changes were made: %s.
es_ar: Se hicieron los cambios: %s.

source: There is no active enrollment yet.
es_ar: Aún no hay ninguna inscripción activa.

source: The career is closed
es_ar: La carrera está cerrada

source: The course is closed.
es_ar: El curso está cerrado.

source: Sorry, there is no more quota.
es_ar: Lo sentimos, no hay más cupo.

source: Enrollment requirements are insufficient.
es_ar: Los requisitos de inscripción son insuficientes.

source: There is already an active course.
es_ar: Ya hay un curso activo.
