Repository: juncoweb/junco-cms
Catalog: storage/locale/*/LC_MESSAGES/default.po
Languages: es_ar

source: The calendar has expired.
es_ar: El calendario ha expirado.

source: The call is off calendar.
es_ar: La convocatoria está fuera de calendario.

source: The student is already registered.
es_ar: El estudiante ya está matriculado.

source: Advanced
es_ar: Avanzado

source: Collection
es_ar: Colección

source: Datetime
es_ar: Fecha y hora

source: Messages
es_ar: Mensajes

source: You have a message from %s: %s
es_ar: Tienes un mensaje de %s: %s

source: The permalink has a key that are not allowed.
es_ar: El enlace permanente tiene una clave que no está permitida.

source: The permalink does not have an identifier.
es_ar: El enlace permanente no tiene un identificador.

source: The name is not correct.
es_ar: El nombre no es correcto.

source: Yesterday
es_ar: Ayer

source: Today
es_ar: Hoy

source: Tomorrow
es_ar: Mañana

source: [short]:May
es_ar: May

source: %d year
es_ar: %d año

source: %d month
es_ar: %d mes

source: %d day
es_ar: %d día

source: %d hour
es_ar: %d hora

source: %d minute
es_ar: %d minuto

source: %d second
es_ar: %d segundo

source: Mon
es_ar: Lun

source: Tue
es_ar: Mar

source: Wed
es_ar: Mié

source: Thu
es_ar: Jue

source: Fri
es_ar: Vie

source: Sat
es_ar: Sáb

source: Sun
es_ar: Dom

source: Monday
es_ar: Lunes

source: Tuesday
es_ar: Martes

source: Wednesday
es_ar: Miércoles

source: Thursday
es_ar: Jueves

source: Friday
es_ar: Viernes

source: Saturday
es_ar: Sábado

source: Sunday
es_ar: Domingo

source: January
es_ar: Enero

source: February
es_ar: Febrero

source: March
es_ar: Marzo

source: April
es_ar: Abril

source: May
es_ar: Mayo

source: June
es_ar: Junio

source: July
es_ar: Julio

source: August
es_ar: Agosto

source: September
es_ar: Septiembre

source: October
es_ar: Octubre

source: November
es_ar: Noviembre

source: December
es_ar: Diciembre

source: Jan
es_ar: Ene

source: Apr
es_ar: Abr

source: Aug
es_ar: Ago

source: Dec
es_ar: Dic

source: Please, you must %s or %s
es_ar: Por favor, debe %s o %s

source: The requested was not found on this server.
es_ar: Lo solicitado no se encontró en este servidor.

source: Fatal error in safety. Please help us to fix it by contacting the %sadministration%s.
es_ar: Error grave en la seguridad. Por favor, ayúdenos a resolverlo poniéndose en contacto con la %sadministración%s.

source: A fatal error or a security failure has occurred.
es_ar: Se ha producido un error fatal o una falla de seguridad.

source: The attached file was not found.
es_ar: El archivo adjunto no se encuentra.

source: The attached file is not readable.
es_ar: El archivo adjunto no se puede leer.

source: Please, complete at least one target mail.
es_ar: Por favor, complete por lo menos un correo de destino.

source: There are many email addresses where only one is accepted.
es_ar: Hay muchas direcciones de correo electrónico en donde sólo se acepta una.

source: The email address not found.
es_ar: No se ha encontrado la dirección de correo electrónico.

source: Server failure
es_ar: Error de conexión

source: If the link does not work, copy and paste the link into your browser
es_ar: Si el enlace no funciona, copia y pega el enlace en tu navegador

source: This message was generated automatically by the site %s. If you have not made any request on this site, please ignore it. Contact: %s
es_ar: Este mensaje se genera automáticamente por el sitio %s. Si usted no ha hecho ninguna petición en este sitio, por favor ignore el mismo. Contacto: %s

source: In the extension «%s», the install value «%s» is empty.
es_ar: En la extensión «%s», el valor de instalación «%s» está vacío.

source: Storage
es_ar: Almacenamiento

source: Distribution
es_ar: Distribución

source: Please, select the extensions.
es_ar: Por favor, seleccione la extensión.

source: The install value «%s» is empty.
es_ar: El valor de instalación «%s» está vacío.

source: The extension requires a php version equal to or greater than «%s»
es_ar: La extensión requiere una versión php igual o mayor que «%s»

source: The extension requires a php version lower than «%s»
es_ar: La extensión requiere una versión de php inferior a «%s»

source: The extension «%s» requires the extension «%s».
es_ar: La extensión «%s» requiere la extensión «%s».

source: The extension «%s» requires the extension «%s» in a version «%s».
es_ar: La extensión «%s» requiere la extensión «%s» en una versión «%s».

source: The extension «%s» requires the extension «%s» in a version «%s» or higher.
es_ar: La extensión «%s» requiere la extensión «%s» en una versión «%s» o superior.

source: Falied open extension «%s». Missing components: «%s»
es_ar: Fallo al abrir la extensión "%s". Faltan componentes: "%s"

source: Falied open dir «%s».
es_ar: Error al abrir el directorio «%s».

source: Falied open file «%s».
es_ar: Error al abrir el archivo: «%s».

source: The developer data has modified.
es_ar: La información del desarrollador ha sido modificada.

source: The «%s» extension developer doesn't match the registered.
es_ar: El desarrollador de la extensión «%s» no coincide con el registrado.

source: This will be a major update, please make sure you have the updates for the following extensions: %s
es_ar: Esta será una actualización mayor, por favor asegúrese de tener las actualizaciones para las siguientes extensiones: %s

source: Drop nonexistent columns
es_ar: Eliminar columnas inexistentes

source: The extension «%s» is no longer available.
es_ar: La extensión «%s» ya no está disponible.

source: The key is required.
es_ar: La clave es requerida.

source: The key is invalid.
es_ar: La clave no es válido.

source: The extensions manager has thrown an error.
es_ar: El administrador de extensiones ha lanzado un error.

source: Please select a file from your computer.
es_ar: Por favor, seleccione un archivo de su computadora.

source: Error %s! failed resizing the image.
es_ar: Error %s! ha fallado la redimensión de la imagen.

source: The uploaded file is too big.
es_ar: El archivo es demasiado grande.

source: File upload failed.
es_ar: ¡Error en la subida.

source: The file is very small. Minimum allowed %s
es_ar: El archivo es muy pequeño. Mínimo permitido %s

source: The file is too big. Maximum allowed %s
es_ar: El archivo es demasiado grande. Máximo permitido %s

source: The filename is too long. Maximum %s characters
es_ar: El nombre del archivo es demasiado largo. Máximo %s caracteres

source: At the moment it is not allowed to upload files.
es_ar: Por el momento no se permite subir archivos.

source: You have exceeded the maximum %d files allowed.
es_ar: Has excedido el máximo de %d archivos permitidos.

source: The destination directory does not exist.
es_ar: El directorio de destino no existe.

source: Please, fill in the title.
es_ar: Por favor, complete el título.

source: Find and select from the database.
es_ar: Encuentra y selecciona de la base de datos.

source: Clean the input
es_ar: Limpiar la entrada

source: Just use
es_ar: Sólo utilizar

source: Drop files here to upload
es_ar: Colocar archivos aquí para cargar

source: Swap
es_ar: Intercambiar

source: Reset
es_ar: Reiniciar

source: Check all
es_ar: Tildar todos

source: The security token has expired. Refresh the page.
es_ar: El token de seguridad ha caducado. Actualice la página.

source: The group is not available.
es_ar: El grupo no está disponible.

source: Your server does not allow remote query.
es_ar: Su servidor no permite consultas remotas.

source: The element to be inserted must be previously created.
es_ar: El elemento a insertar debe crearse previamente.

source: The installer requires the database to be available.
es_ar: El instalador requiere que la base de datos esté disponible.

source: The installer requires the user table.
es_ar: El instalador requiere la tabla de usuario.

source: There are no items to generate an invoice.
es_ar: No hay ítems para generar el recibo.

source: The plugin is not active.
es_ar: El complemento no está activo.

source: The type "%s" has no default value.
es_ar: El tipo "%s" no tiene valor por defecto.

source: Profiler
es_ar: Perfilador

source: Router
es_ar: Enrutador

source: DB
es_ar: Base de datos

source: The specified file for saving the data was not found.
es_ar: No se ha encontrado el archivo especificado para guardar los datos.

source: The specified file for saving the settings has not been found.
es_ar: No se ha encontrado el archivo especificado para guardar la configuración.

source: The plugin is adding keys, so it is ignored.
es_ar: El plugin está agregando claves, por lo que se ignora.

source: An error occurred while trying to write the settings.
es_ar: Se ha producido un error al intentar escribir los ajustes.

source: Copied
es_ar: Copiado

source: The member subscriber is active.
es_ar: El miembro suscriptor está activo.

source: The subscription is not available.
es_ar: Esta subscripción no está disponible.

source: The type of trajectory is incorrect.
es_ar: El tipo de trayectoria es incorrecto.

source: The start date cannot be less than that of the titular.
es_ar: La fecha de inicio no puede ser inferior a la del titular.

source: The person requires the date of birth.
es_ar: El legajo requiere la fecha de nacimiento.

source: The person does not have the minimum age required.
es_ar: La persona no tiene la edad mínima requerida.

source: The person exceeds the maximum age requirement.
es_ar: La persona supera el requisito de edad máxima.

source: There is an active trajectory. You must close it to continue.
es_ar: Hay una trayectoria activa. Debes cerrarla para continuar.

source: There are debts, you must pay them off before continuing.
es_ar: Hay deudas, debes pagarlas antes de continuar.

source: %d. That’s an error.
es_ar: %d. Esto es un error.

source: Invalid username/password
es_ar: Usuario/contraseña inválido

source: You must accept the terms and conditions to register.
es_ar: Debes aceptar los términos y condiciones para registrarte.

source: Your account has been created correctly. However, an error occurred when sending the activation message.
es_ar: Su cuenta ha sido creada correctamente. Sin embargo, ha ocurrido un error al enviar el mensaje de activación.

source: The IP is locked
es_ar: La IP está bloqueada

source: The user has successfully logged in.
es_ar: El usuario ha iniciado sesión exitosamente.

source: The user is not active.
es_ar: El usuario no está activo.

source: The automatically generated user has not been found.
es_ar: El usuario generado automáticamente no ha sido encontrado.

source: The user has entered an invalid password.
es_ar: El usuario ha ingresado una contraseña no válida.

source: The token has no format.
es_ar: El token no tiene formato.

source: The token has not been found.
es_ar: El token no ha sido encontrado.

source: The token does not match the type of activity.
es_ar: El token no coincide con el tipo de actividad.

source: The token has already been used.
es_ar: El token ya ha sido utilizado.

source: The token has expired.
es_ar: El token ha expirado.

source: The action has been completed correctly.
es_ar: La acción ha sido realizada correctamente.

source: User Account Activation
es_ar: Activación de cuenta de usuario

source: To activate your account and begin using the website, click on the link below:
es_ar: Para activar su cuenta y comenzar a utilizar el sitio, haga clic en el enlace de abajo:

source: To reset the password, click on the link:
es_ar: Para restablecer la contraseña, haga clic en el enlace:

source: Help to re-enter on %s
es_ar: Ayuda para volver a entrar en %s

source: We're sorry you had trouble getting into your %s account.
es_ar: Sentimos que haya tenido problemas para entrar en su cuenta %s.

source: New Email
es_ar: Nuevo correo electrónico

source: To validate the new email, follow the link below:
es_ar: Para validar el nuevo correo electrónico, siga el siguiente enlace:

source: Please, choose a username with 6 to 24 characters, using only letters and numbers.
es_ar: Por favor, elija un usuario de 6 a 24 caracteres, sólo con letras y números.

source: The short URL is incorrect. Use only alphanumeric characters.
es_ar: La URL corta es incorrecta. Use solo caracteres alfanuméricos.

source: The password is too long. The maximum is %d characters.
es_ar: La contraseña es demasiado larga. El máximo es de %d caracteres.

source: The password is too short. The minimum is %d characters.
es_ar: La contraseña es demasiado corta. El mínimo es de %d caracteres.

source: The password requires at least one number.
es_ar: La contraseña requiere al menos un número.

source: The password requires at least one uppercase letter.
es_ar: La contraseña requiere al menos una letra mayúscula.

source: The password requires at least one symbol.
es_ar: La contraseña requiere al menos un símbolo.

source: The username is being used.
es_ar: El nombre de usuario está siendo utilizado.

source: The current password is incorrect
es_ar: La contraseña actual es incorrecta

source: Day
es_ar: Día

source: Year
es_ar: Año

source: Hour
es_ar: Hora

source: Webstore report: a total of %d extensions have been downloaded.
es_ar: Informe de la tienda web: se han descargado un total de %d extensiones.

source: Go
es_ar: Ir

source: Report of %s
es_ar: Informe del %s

source: Total downloads: %d
es_ar: Descargas totales: %d

source: Total referers: %d (%d news)
es_ar: Total de referencias: %d (%d nuevas)

source: Total addresses: %d (%d news)
es_ar: Total de direcciones: %d (%d nuevas)

source: Total systems: %d
es_ar: Sistemas totales: %d

source: Bottom
es_ar: Abajo

source: Main menu
es_ar: Menú principal

source: View site
es_ar: Ver sitio

source: Open main menu
es_ar: Abrir el menú principal

source: Responsive
es_ar: Responsivo

source: Games
es_ar: Juegos

source: Do you want to play with friends? Create your bingo game.
es_ar: ¿Quieres jugar con amigos? Crea tu partida de bingo.

source: Your server does not support the selected library.
es_ar: Su servidor no es compatible con la biblioteca seleccionada.

source: One per person
es_ar: Uno por legajo

source: One per career
es_ar: Uno por carrera

source: One per enrollment
es_ar: Uno por matrícula

source: User with person
es_ar: Usuario con legajo

source: shows the complete list of available commands.
es_ar: muestra la lista completa de comandos disponibles.

source: Runs the schedule manager.
es_ar: Ejecuta el gestor de horarios.

source: Last %s
es_ar: Última %s

source: How to get there
es_ar: Cómo llegar

source: Last contents
es_ar: Últimas publicaciones

source: Increase text size
es_ar: Aumentar el tamaño del texto

source: Decrease text size
es_ar: Disminuir el tamaño del texto

source: Printable version
es_ar: Versión para imprimir

source: Only dynamic contents
es_ar: Sólo contenido dinámico

source: Only one
es_ar: Sólo uno

source: Several
es_ar: Varios

source: Please, install the "inserts" extension.
es_ar: Por favor, instale la extensión "inserts".

source: The extensions available are: %s.
es_ar: Las extensiones disponibles son: %s.

source: The max size to upload is %s.
es_ar: El tamaño máximo para subir es %s.

source: Small
es_ar: Pequeño

source: Medium
es_ar: Medio

source: Font size
es_ar: Tamaño de fuente

source: New window
es_ar: Nueva ventana

source: Making a backup
es_ar: Hacer una copia de seguridad

source: Docs chapters
es_ar: Capítulos de la Documentación

source: Connect with your Facebook
es_ar: Conéctate con tu Facebook

source: Root
es_ar: Raíz

source: Upload file
es_ar: Subir archivo

source: Buttons
es_ar: Botones

source: Bank
es_ar: Banco

source: It is bonded to %d status.
es_ar: Esta enlazado a %d estados.

source: Connect with your Google account
es_ar: Conéctate con tu cuenta Google

source: To display the map enter the google maps api key.
es_ar: Para mostrar el mapa introduzca la clave api de google maps.

source: Next to the person, it will be subscribed to «%s».
es_ar: Junto al legajo, será suscrito a «%s».

source: Both persons are in the group «%s».
es_ar: Ambos legajos están en el grupo «%s».

source: Last invoice
es_ar: Último recibo

source: The gettext library is not available.
es_ar: La biblioteca gettext no está disponible.

source: Powered by %s
es_ar: Impulsado por %s

source: Subscribe to our newsletters, we send you our latest news by email.
es_ar: Suscríbase a nuestros boletines, le enviamos nuestras últimas noticias por correo electrónico.

source: Your email...
es_ar: Su dirección de correo electrónico...

source: One per outdoor
es_ar: Uno por salida

source: Outdoor
es_ar: Salida

source: Both persons are in the outdoor «%s».
es_ar: Ambos legajos están en la salida «%s».

source: The next outdoor is in %s.
es_ar: La siguiente salida es en %s.

source: The last outdoor.
es_ar: La última salida.

source: See all outdoors
es_ar: Ver todas las salidas

source: Accumulated
es_ar: Acumulado

source: %d outdoors.
es_ar: %d salidas.

source: Road travelled
es_ar: Camino recorrido

source: %s km travelled.
es_ar: %s km recorridos.

source: %d participants.
es_ar: %d participantes.

source: There is a person to revise.
es_ar: Hay un legajo para revisar.

source: All the persons are very good.
es_ar: Todos los legajos están muy bien.

source: It has a «%s» tie with «%s»
es_ar: Tiene un lazo «%s» con «%s»

source: Read more
es_ar: Leer+

source: Ascending
es_ar: Ascendiendo

source: Descending
es_ar: Descendiendo

source: The access points have produced an error.
es_ar: Los puntos de acceso han producido un error.

source: Please enter the text to start the search.
es_ar: Por favor, introduzca el texto para iniciar la búsqueda.

source: Please enter a minimum of %d characters to search.
es_ar: Por favor, introduzca un mínimo de %d caracteres para buscar.

source: You've exceeded the maximum limit of %d characters.
es_ar: Has superado el límite máximo de %d caracteres.

source: Left
es_ar: Izquierda

source: Center
es_ar: Centro

source: Right
es_ar: Derecha

source: Inline
es_ar: En línea

source: Fixed
es_ar: Fijo

source: Spam Words!
es_ar: Palabras de spam!

source: Last payment
es_ar: Último pago

source: One per subscription
es_ar: Uno por suscripción

source: The invoice was created correctly, but a logic error was found in the subscription fees. Please contact the administrator.
es_ar: La factura se creó correctamente, pero se encontró un error lógico en los aranceles de suscripción. Póngase en contacto con el administrador.

source: An invoice has been generated in %s. To view it, follow the link: %s.
es_ar: Se ha generado un recibo en %s. Para verlo, siga el enlace: %s.

source: An invoice has been generated.
es_ar: Se ha generado un recibo.

source: Subscription
es_ar: Suscripción

source: Both persons are subscribed to «%s».
es_ar: Ambos legajos están suscritos a «%s».

source: Replied
es_ar: Respondió

source: You have an open ticket.
es_ar: Tienes un ticket abierto.

source: No requirement
es_ar: Sin requisitos

source: At least one number
es_ar: Al menos un número

source: At least one number and one uppercase
es_ar: Al menos un número y una mayúscula

source: At least one number, one uppercase and one symbol
es_ar: Al menos un número, una mayúscula y un símbolo

source: Do not lock
es_ar: No bloquear

source: Low
es_ar: Bajo

source: High
es_ar: Alto

source: Profile
es_ar: Perfil

source: See all videos
es_ar: Ver todos los vídeos

source: There is a %%smessage%%s to purchase keys.
es_ar: Hay un %%smensaje%%s para comprar claves.

source: Always
es_ar: Siempre

source: Donwloads
es_ar: Descargas

source: Systems
es_ar: Sistemas

source: Download JuncoCMS
es_ar: Descargar JuncoCMS

source: This is the latest version.
es_ar: Esta es la última versión.

source: Do not forget to take a walk around %shere%s.
es_ar: No te olvides de dar un paseo por %saquí%s.

source: Latest version
es_ar: Ultima versión

source: Fast and simple
es_ar: Rápido y simple

source: It is intuitive, clear and optimal. Save up to 70% of server resources.
es_ar: Es intuitivo, claro y óptimo. Ahorre hasta un 70% de recursos del servidor.

source: Powerful
es_ar: Potente

source: Easily extensible and highly configurable. Compiles and redistributes with a few clicks.
es_ar: Fácilmente extensible y altamente configurable. Compila y redistribuye con unos pocos clics.

source: Always original
es_ar: Siempre original

source: With interchangeable views. Use the view that best suits your idea, or create your own view.
es_ar: Con vistas intercambiables. Utilice la vista que mejor se adapte a su idea o cree su propia vista.

source: Our features
es_ar: Nuestras características

source: Extensions that will make the task easier
es_ar: Extensiones que facilitarán la tarea

source: Create your themes and customize your website.
es_ar: Cree sus temas y personalice su sitio web.

source: Compile and compress stylesheets and javascript.
es_ar: Compile y comprima las hojas de estilo y javascript.

source: Download extensions and keep them always up to date. Create your extensions and distribute them easily.
es_ar: Descarga extensiones y mantenlas siempre actualizadas. Crea tus extensiones y distribúyelas fácilmente.

source: All settings in one place. Easy to modify, easy to administer.
es_ar: Todos los ajustes en un solo lugar. Fácil de modificar, fácil de administrar.

source: Use the default menus or create your own menus.
es_ar: Utiliza los menús predeterminados o crea tus propios menús.

source: There is always a %sbetter%s / %sgreat%s way to do what you think— and we are happy to be able to help you.
es_ar: Siempre hay una %smejor%s / %sgran%s manera de hacer lo que piensas, y estamos felices de poder ayudarte.

source: We create software solutions tailored to your needs.
es_ar: Creamos soluciones de software a la medida de tus necesidades.

source: Get started
es_ar: Empezar

source: Buy
es_ar: Comprar

source: Check out the %sWeb store%s and find what you are looking for.
es_ar: Echa un vistazo a la %sTienda en línea%s y encuentra lo que buscas.

source: Junco is a modern, lightweight CMS, ideal for creating your own projects.
es_ar: Junco es un CMS moderno y ligero, ideal para crear sus propios proyectos.

source: About us
es_ar: Nosotros

source: One per calendar
es_ar: Uno por calendario

source: One per workshop
es_ar: Uno por taller

source: Select one of your workshops.
es_ar: Seleccione uno de sus talleres.

source: Do you want to be part of it?
es_ar: ¿Quieres formar parte?

source: Choose how you want to be part of the school.
es_ar: Elige cómo quieres formar parte de la escuela.

source: Student
es_ar: Estudiante

source: See all workshops
es_ar: Ver todos los talleres

source: Test page
es_ar: Pagina de pruebas

source: Widget test
es_ar: Prueba de widgets

source: Various
es_ar: Varios

source: Scanner
es_ar: Escáner

source: You don't have any person? Reserve them %shere%s.
es_ar: ¿No tienes cartones? Reservalos %saquí%s.

source: Tiles
es_ar: Azulejos

source: Expand menu
es_ar: Expandir menú

source: © %d by %s - All rights reserved
es_ar: © %d por %s - Todos los derechos reservados

source: Skip to main content
es_ar: Ir al contenido principal

source: Skip to sidebar
es_ar: Ir a la barra lateral

source: Homepage
es_ar: Página de inicio

source: Filters
es_ar: Filtros

source: Select row
es_ar: Seleccionar fila

source: Up
es_ar: Arriba

source: Down
es_ar: Bajar

source: Popularity
es_ar: Popularidad

source: Use the form below to contact the site administrator. If you prefer to use your mail, our address is %s
es_ar: Utilice el siguiente formulario para ponerse en contacto con el administrador del sitio. Si prefiere utilizar su correo electrónico, nuestra dirección es %s

source: Written by %s
es_ar: Escrito por %s

source: Please, fill in the first form before accessing at this.
es_ar: Por favor, complete el primer formulario antes de acceder a éste.
