Repository: juncoweb/junco-cms
Catalog: storage/locale/*/LC_MESSAGES/default.po
Languages: es_ar

source: Terms & Conditions
es_ar: Términos y Condiciones

source: Privacy
es_ar: Privacidad

source: We use our own and third party cookies to improve the user experience through their navigation. If you continue to browse you accept their use. %sTerms and conditions of use%s
es_ar: Utilizamos cookies propias y de terceros para mejorar la experiencia del usuario a través de su navegación. Si continúa navegando acepta su uso. %sTérminos y condiciones de uso%s

source: Understood
es_ar: Entendido

source: Add a vote
es_ar: Añadir un voto

source: Subtract vote
es_ar: Restar un voto

source: Labels %s
es_ar: Etiquetas %s

source: List of steps
es_ar: Lista de pasos

source: Loading
es_ar: Cargando

source: Years
es_ar: Años

source: No observation
es_ar: Ninguna observación

source: $%s
es_ar: $AR%s

source: Add to Cart
es_ar: Añadir al carrito

source: Sold by %s
es_ar: Vendido por %s

source: Rating $val of 5
es_ar: Calificación $val de 5

source: %d rating
es_ar: %d calificación

source: Currency
es_ar: Moneda

source: Production
es_ar: Producción

source: Use Web Services in production mode.
es_ar: Utilice Web Services en modo de producción.

source: Path to the folder where the «cert »and «key »are located.
es_ar: Ruta de acceso a la carpeta donde se encuentran el "cert "y la "key".

source: The default outlet.
es_ar: El punto de venta por defecto.

source: The default voucher type.
es_ar: El tipo de comprobante por defecto.

source: Fake
es_ar: Falso

source: Minifier
es_ar: Minimizador

source: Version control
es_ar: Control de version

source: When enabled, the build version will be verified. This is a way to warn browsers that they should update their cache.
es_ar: Cuando esté habilitada, la versión de compilación será verificada. Esta es una forma de advertir a los navegadores que deben actualizar su caché.

source: Default value. It is also used for the installation of updates.
es_ar: Valor por defecto. También se usa para la instalación de actualizaciones.

source: If you use YUI compressor, you must download it and install it in the CGI folder.
es_ar: Si usa YUI compressor, debe descargarlo e instalarlo en la carpeta CGI.

source: Session
es_ar: Sesión

source: Authentication
es_ar: Autenticación

source: Guards
es_ar: Guardias

source: Configure different guards than the default guards for an access point. Format: {"access_point":"the\guard\class"}
es_ar: Configure protecciones diferentes a las predeterminadas para un punto de acceso. Formato: {"access_point":"the\guard\class"}

source: Mainbar
es_ar: Barra principal

source: Sidebar
es_ar: Barra lateral

source: The options are used to add or modify aspects of the template. They depend on the selected template.
es_ar: Las opciones se usan para agregar o modificar aspectos de la plantilla. Dependen de la plantilla seleccionada.

source: Backlist
es_ar: Lista

source: Front
es_ar: Frente

source: Entry
es_ar: Entrada

source: Original images
es_ar: Imágenes originales

source: If not open, only registered users can see the detail.
es_ar: Si no está abierto, sólo los usuarios registrados pueden ver el detalle.

source: Enable notes
es_ar: Habilitar notas

source: Paginator
es_ar: Paginador

source: Rows p/page
es_ar: Filas p/páginas

source: Image displayed by default when there is nothing to show.
es_ar: Imagen que aparece por defecto cuando no hay nada para mostrar.

source: Max. w/h
es_ar: Máx. a/a

source: Maximum width or height in pixels.
es_ar: Ancho o alto máximo en píxeles.

source: Path where files will be uploaded.
es_ar: Ruta donde se cargarán los archivos.

source: Save the original image.
es_ar: Guarde la imagen original.

source: Resize mode
es_ar: Modo de redimensión

source: Select how the image is resized if necessary.
es_ar: Seleccione cómo se cambia el tamaño de la imagen en caso de ser necesario.

source: Number of rows per page.
es_ar: Número de filas por página.

source: Restricted
es_ar: Restringido

source: Users must authenticate to enter the frontend.
es_ar: Los usuarios deben autenticarse para ingresar al frontend.

source: Home Url
es_ar: Url de inicio

source: Max. boards
es_ar: Máx. de tableros

source: Maximum number of boards per user.
es_ar: Número máximo de tableros por usuario.

source: Save original
es_ar: Guardar original

source: Validation rules
es_ar: Reglas de validación

source: Downloads require person
es_ar: Las descargas requieren legajo

source: To download the files you must have a person.
es_ar: Para descargar los archivos debes tener un legajo.

source: Allow categories
es_ar: Permitir categorías

source: Allow the use of careers categories.
es_ar: Permitir el uso de categorías de carreras.

source: Enrollment level
es_ar: Nivel de inscripción

source: Level with which the enrollment button is displayed at the careers.
es_ar: Nivel con el que se muestra el botón de inscripción en las carreras.

source: Allow enroll ties
es_ar: Permitir la inscripción de lazos

source: Enroll ID
es_ar: ID de matrícula

source: Allow
es_ar: Permitir

source: Closing type
es_ar: Tipo de cierre

source: In the case of «day» will be taken the full day, in «hour» is at the beginning of the exam.
es_ar: En el caso de «días» se tomará el día completo, en «hora» es al comienzo del examen.

source: Closing value
es_ar: Valor de cierre

source: Number of hours or days where registration is closed.
es_ar: Número de horas o días en que se cierra el registro.

source: Multi-Factor Authentication
es_ar: Autenticación multifactor

source: Challenge
es_ar: Desafío

source: Header
es_ar: Encabezado

source: You can write several lines of comments to place at the beginning of the script.
es_ar: Puedes escribir varias líneas de comentarios para colocarlas al principio del script.

source: Select a default extension when exporting.
es_ar: Seleccione una extensión por defecto al exportar.

source: Use cdn
es_ar: Usar cdn

source: Load resources
es_ar: Cargar recursos

source: Automatically load required resources.
es_ar: Carga automáticamente los recursos requeridos.

source: Delivery
es_ar: Entrega

source: With a vertical bar, generates a new widget. With a plus sign, adds the components to the same widget.
es_ar: Con una barra vertical, genera un nuevo widget. Con un signo más, añade los componentes al mismo widget.

source: Template
es_ar: Plantilla

source: Security
es_ar: Seguridad

source: Flood control
es_ar: Control de derrames

source: Amount per hour.
es_ar: Cantidad por hora.

source: Container
es_ar: Contenedor

source: Max. size
es_ar: Máx. de tamaño

source: Last posts
es_ar: Últimas publicaciones

source: Three cards
es_ar: Tres tarjetas

source: Four posts
es_ar: Cuatro publicaciones

source: Offices
es_ar: Oficinas

source: Corporate
es_ar: Empresa

source: Allow cache
es_ar: Permitir caché

source: Allow caching in static sections.
es_ar: Permitir el almacenamiento en caché en secciones estáticas.

source: Enable caching in dynamic sections. Time is measured in seconds.
es_ar: Habilite el almacenamiento en caché en secciones dinámicas. El tiempo se mide en segundos.

source: Disable this option if the loading of resources is done manually.
es_ar: Deshabilite esta opción si la carga de recursos se realiza manualmente.

source: Toolbar
es_ar: Barra de herramientas

source: One posts
es_ar: Una publicación

source: Dynamic list
es_ar: Lista dinámica

source: Dynamic content
es_ar: Contenido dinámico

source: Static content
es_ar: Contenido estático

source: It will count the visits that the page receives.
es_ar: Contará las visitas que recibe la página.

source: The author of the publication will show by default.
es_ar: El autor de la publicación se mostrará de forma predeterminada.

source: Select between one or more sections.
es_ar: Seleccione entre una o varias secciones.

source: Choose the section that will display the dynamic content. This section will be excluded from static content that may be generated in other sections.
es_ar: Elija la sección que mostrará el contenido dinámico. Esta sección se excluirá del contenido estático que pueda generarse en otras secciones.

source: The keys are: {section} {year} {month} {day} {id} {slug}
es_ar: Las claves son: {section} {year} {month} {day} {id} {slug}

source: The keys are: {id} {slug}. In order to avoid conflicts, the link must have a distinctive part, for example: sections/{slug}
es_ar: Las claves son: {id} {slug}. Para evitar conflictos, el enlace debe tener una parte distintiva, por ejemplo: secciones/{slug}

source: The keys are: {id} {slug}. In order to avoid conflicts, the link must have a distinctive part, for example: labels/{slug}
es_ar: Las claves son: {id} {slug}. Para evitar conflictos, el enlace debe tener una parte distintiva, por ejemplo: etiquetas/{slug}

source: The keys are: {id} {slug}. In order to avoid conflicts, the link must have a distinctive part, for example: authors/{slug}
es_ar: Las teclas son: {id} {slug}. Para evitar conflictos, el enlace debe tener una parte distintiva, por ejemplo: autores/{slug}

source: An object that stores the data of the resizes.
es_ar: Un objeto que almacena los datos de las redimensiones.

source: Printable
es_ar: Imprimible

source: Read More
es_ar: Leer más

source: It allows queries to register.
es_ar: Permite que las consultas se registren.

source: Filename where the records are kept.
es_ar: Nombre del archivo donde se guardan los registros.

source: Num. links
es_ar: Núm. de enlaces

source: Allow unregistered
es_ar: Permitir no registrados

source: Allow replies
es_ar: Permitir respuestas

source: Allow votes
es_ar: Permitir votos

source: Add avatar
es_ar: Agregar avatar

source: Default status
es_ar: Estado por defecto

source: If yes, the comment is automatically published.
es_ar: En caso afirmativo, el comentario se publica automáticamente.

source: Reports
es_ar: Reportes

source: It allows users to moderate the debates. The value must be the number of reports necessary for the comment to be automatically dropped.
es_ar: Permite a los usuarios moderar los debates. El valor debe ser la cantidad de informes necesarios para que el comentario se elimine automáticamente.

source: Max. chars
es_ar: Máx. de caracteres

source: Limit of characters to be published.
es_ar: Límite de caracteres para ser publicado.

source: Format = number/hours
es_ar: Formato = número/horas

source: Encoding
es_ar: Codificación

source: Mail
es_ar: Correo

source: The «mail» option is given by default, but is less efficient than «smtp». For the «smtp» option must complete the connection data.
es_ar: La opción «mail» se da por defecto, pero es menos eficiente que «smtp». Para la opción «smtp» debe completar los datos de conexión.

source: No reply
es_ar: No responder

source: The email will be used for system activities.
es_ar: El correo electrónico se usará para las actividades del sistema.

source: «X-mailer» is a line in the header of an email message showing the name of the software that sent the message.
es_ar: «X-mailer» es una línea en el encabezado de un mensaje de correo electrónico que muestra el nombre del software que envió el mensaje.

source: Here you can change the color of the snippet. Note: Please note that snippets will not necessarily use this option.
es_ar: Aquí puede cambiar el color del «snippet». Nota: Tenga en cuenta que los fragmentos de código no necesariamente usarán esta opción.

source: Header encoding
es_ar: Codificación de encabezado

source: Message encoding
es_ar: Codificación de mensaje

source: Secure mode
es_ar: Modo seguro

source: Time out
es_ar: Tiempo de espera

source: Authentification
es_ar: Autentificación

source: Prefix with which the original htaccess file will be saved. For security, this should be a random value.
es_ar: Prefijo con el que se guardará el archivo htaccess original. Por seguridad, debe ser un valor aleatorio.

source: File to be displayed when maintenance mode is enabled.
es_ar: Archivo que se mostrará cuando se active el modo de mantenimiento.

source: Updater
es_ar: Actualizador

source: Enables automatic check for updates.
es_ar: Activa la comprobación automática de actualizaciones.

source: Gap
es_ar: Brecha

source: Waiting time for installation, after release of the update, expressed in days.
es_ar: Tiempo de espera para la instalación, tras la publicación de la actualización, expresado en días.

source: Paths
es_ar: Rutas

source: Compiler
es_ar: Compilador

source: Compiler path
es_ar: Ruta al compilador

source: Installer path
es_ar: Ruta al instalador

source: Minimum php version.
es_ar: Versión mínima de php.

source: Maximum version of php. If there are no restrictions, leave empty.
es_ar: Versión máxima de php. Si no hay restricciones, dejar vacío.

source: SQL path
es_ar: Ruta a SQL

source: To complete this field consult to the vendor.
es_ar: Para completar este campo, consulte al proveedor.

source: Secret
es_ar: Secreto

source: The image that is sent in the header of feed.
es_ar: La imagen que se envía en el encabezado de la fuente.

source: Cache life
es_ar: Vida en caché

source: Measured in minutes.
es_ar: Medido en minutos.

source: Short URL
es_ar: URL corta

source: The short URL is used when you want to shorten the url with htaccess.
es_ar: La URL corta se usa cuando desea acortar las url con htaccess.

source: Add an explanatory video.
es_ar: Agregue un video explicativo.

source: Complete path from the root to the folder where you want to start the manager.
es_ar: Complete la ruta desde la raíz hasta la carpeta donde desea iniciar el administrador.

source: Possible validations are: allow_extensions, max_size, max_chars
es_ar: Las posibles validaciones son: allow_extensions, max_size, max_chars

source: Delete directories
es_ar: Eliminar directorios

source: Allow directories can be deleted.
es_ar: Permitir que los directorios se puedan eliminar.

source: Add the list of file extensions that can be deleted. To allow all, place an asterisk. To not allow any, leave it empty.
es_ar: Agregue la lista de extensiones de archivos que pueden ser eliminados. Para permitir todos, coloque un asterisco. Para no permitir ninguno, déjelo vacío.

source: Filesystem
es_ar: Sistema de archivos

source: Note that here are the file extensions that the system can resize.
es_ar: Tenga en cuenta que aquí están las extensiones de archivo que el sistema puede cambiar de tamaño.

source: Jpeg Quality
es_ar: Calidad Jpeg

source: Png Quality
es_ar: Calidad Png

source: Webp Quality
es_ar: Calidad Webp

source: Highlight create button
es_ar: Resalte el botón Crear

source: This sets up a widget that loads a menu. It can be used in a "sidebar" or a "footer".
es_ar: Esto configura un widget que carga un menú. Se puede utilizar en una "barra lateral" o en un "pie de página".

source: Default options
es_ar: Opciones por defecto

source: Alternative options
es_ar: Opciones alternativas

source: Alternative options are used to add on-demand options for the components. Format = {"key": {options}}. Than, the components can call them by specifying the key {"load":"key"}
es_ar: Las opciones alternativas se usan para agregar opciones bajo demanda de los componentes. Formato = {"key": {options}}. Entonces, los componentes pueden llamarlos especificando la clave {"load": "key"}

source: Navbar
es_ar: Barra de navegación

source: Footer
es_ar: Pie de página

source: Terms
es_ar: Terminos

source: The url to the document.
es_ar: La url del documento.

source: Consent
es_ar: Consentimiento

source: Enable the cookie consent form.
es_ar: Habilite el formulario de consentimiento de cookies.

source: Transfer
es_ar: Transferencia

source: Dialog
es_ar: Diálogo

source: City db
es_ar: Ciudad db

source: The external link. You can use the placeholder value {ip}.
es_ar: El enlace externo. Puede utilizar el valor de marcador de posición {ip}.

source: On change
es_ar: Sobre el cambio

source: The Google API Client ID.
es_ar: La ID de cliente de la API de Google.

source: The Google API Client Secret.
es_ar: El secreto de cliente de la API de Google.

source: The Google AdSense ID.
es_ar: La ID de Google Adsense.

source: The Google Analytics Account ID.
es_ar: La ID de la cuenta de Google Analytics.

source: Api Key
es_ar: Clave de la Api

source: The api key of the google map service.
es_ar: La clave api del servicio de mapas de Google.

source: Custom search
es_ar: Búsqueda personalizada

source: The identifier for the search engine.
es_ar: El identificador para el motor de búsqueda.

source: Highlight
es_ar: Resaltador

source: Use CDN
es_ar: Usar CDN

source: Handle
es_ar: Manejador

source: Connect to a payment gateway.
es_ar: Conectar con una pasarela de pago.

source: Connect to a voucher issuing system.
es_ar: Conéctese a un sistema de emisión de comprobantes.

source: Worker
es_ar: Trabajador

source: Negotiate
es_ar: Negociar

source: Availables
es_ar: Disponibles

source: Availables language list.
es_ar: Lista de idiomas disponible.

source: Available only if you select more than one language.
es_ar: Disponible solo si selecciona más de un idioma.

source: Use gettext
es_ar: Usar gettext

source: Gettext is the native php library for translations.
es_ar: Gettext es la biblioteca php nativa para traducciones.

source: The name of the variable that stores the selected language.
es_ar: El nombre de la variable que almacena el idioma seleccionado.

source: Locale
es_ar: Local

source: Path to the folder where translations are saved.
es_ar: Ruta a la carpeta donde se guardan las traducciones.

source: This value may change depending on the server.
es_ar: Este valor puede cambiar dependiendo del servidor.

source: Try to find the best language for each user. The format is a simple array.
es_ar: Trata de encontrar el mejor idioma para cada usuario. El formato es un arreglo simple.

source: Normalize
es_ar: Normalizar

source: Converts the input language. The format is an associative array: {"original":"replacement"}.
es_ar: Convierte el idioma de entrada. El formato es una matriz asociativa: {"original": "reemplazo"}.

source: The domain is ultimately the name of the .po and .mo files that will store the translations.
es_ar: El dominio es, en última instancia, el nombre de los archivos .po y .mo que almacenarán las traducciones.

source: The name of the log file.
es_ar: El nombre del archivo de registro.

source: Preference
es_ar: Preferencia

source: Acces Token
es_ar: Token de acceso

source: Test Token
es_ar: Token de prueba

source: Is production
es_ar: Es producción

source: Use modal
es_ar: Usar modal

source: Use modal instead of redirecting to the MercadoPago website.
es_ar: Utilice modal en lugar de redirigir al sitio web de MercadoPago.

source: Lifetime
es_ar: Tiempo de vida

source: In hours.
es_ar: En horas.

source: This section is enabled in the Console.
es_ar: Esta sección está habilitada en la Consola.

source: Mailbox
es_ar: Buzón de correo

source: A mailbox name consists of a server and a mailbox path on this server. For more information, see about imap_open.
es_ar: El nombre de un buzón de correo consiste en un servidor y una ruta de buzón en este servidor. Para obtener más información, consulte acerca de imap_open.

source: The user name.
es_ar: El nombre del usuario.

source: The password associated with the username.
es_ar: La contraseña asociada al nombre de usuario.

source: Builders
es_ar: Constructores

source: Creator
es_ar: Creador

source: Min. articles
es_ar: Mín. de artículos

source: Minimum of articles needed to publish the newsletter.
es_ar: Mínimo de artículos necesarios para publicar el boletín.

source: These plugins are queried to generate the content to publish.
es_ar: Se consultan estos complementos para generar el contenido a publicar.

source: Renderer
es_ar: Renderizador

source: This plugin will be in charge of generating the different versions of the newsletter.
es_ar: Este complemento se encargará de generar las diferentes versiones del boletín.

source: Sender
es_ar: Remitente

source: Max. to send
es_ar: Máx. a enviar

source: The maximum number of emails to be sent when the sender is executed.
es_ar: La cantidad máxima de correos electrónicos que se enviarán cuando se ejecute el remitente.

source: Alternative email to indicate the sender.
es_ar: Email alternativo para indicar el remitente.

source: This activates a different smtp configuration than the one that the site contains by default.
es_ar: Esto activa una configuración smtp diferente a la que el sitio contiene por defecto.

source: Geolocations
es_ar: Geolocalizaciones

source: Unsubscribe
es_ar: Cancelar la suscripción

source: Email to send newsletters test.
es_ar: Email a enviar un boletín de prueba.

source: Create reports about bounces, impressions and clicks. ATTENTION: this requires additional configurations.
es_ar: Crea informes sobre rebotes, impresiones y clics. ATENCION: esto requiere configuraciones adicionales.

source: Floodcontrol
es_ar: Control de derrames

source: Background
es_ar: Fondo

source: Allows notifications to be processed in the background.
es_ar: Permite que las notificaciones se procesen en segundo plano.

source: Self-management
es_ar: Auto-gestión

source: Allows users to self-management.
es_ar: Permitir a los usuarios la autogestión.

source: The user can create a person that then the administrator review. If not allow, the procedure must be performed personally.
es_ar: El usuario puede crear un legajo que luego el administrador revisará. Si no lo permite, el procedimiento debe realizarse personalmente.

source: Retrieve
es_ar: Recuperar

source: In case users can create persons, this allows to retrieve persons not assigned to users.
es_ar: En caso de que los usuarios puedan crear legajos, esto permite recuperar legajos no asignadas a los usuarios.

source: It adds to the sign up of the person, the registration of a service.
es_ar: Se agrega al registro del legajo, el registro de un servicio.

source: Allow the persons to tie into each other.
es_ar: Permita que los legajos se unan entre sí.

source: Policy
es_ar: Política

source: Url builder pointing to another authentication factor. Format: /component/task,key=value,...
es_ar: Url constructora que apunta a otro factor de autenticación. Formato: /componente/tarea,clave=valor,...

source: Slideshow
es_ar: Diapositivas

source: Lightbox
es_ar: Caja de luz

source: Portfolio
es_ar: Portafolio

source: Site key
es_ar: Clave del sitio

source: Secret key
es_ar: Clave secreta

source: Client
es_ar: Cliente

source: Front tasks
es_ar: Tareas frontales

source: Rewrite URLs
es_ar: Reescribir las URL

source: Rewriting URLs not only gives clarity to your website, it also improves the ranking of search engines. Attention: check in advance the correct functioning of htaccess.
es_ar: Reescribir las URL no solo le da claridad a su sitio web, sino que también mejora el posicionamiento en los buscadores. Atención: verificar de antemano el correcto funcionamiento de htaccess.

source: Access points
es_ar: Puntos de acceso

source: Route key
es_ar: Clave de ruta

source: The name of the variable storing the route to the resource.
es_ar: Nombre de la variable que almacena la ruta al recurso.

source: The tasks return a response with an expected format.
es_ar: Las tareas devuelven una respuesta con un formato esperado.

source: Default component
es_ar: Componente por defecto

source: This is for the case that a component is not defined.
es_ar: Esto es para el caso en que un componente no está definido.

source: Replaces
es_ar: Reemplazos

source: Replace component and task name. Format: component:renamed{task:renamed}
es_ar: Reemplaza el nombre del componente y de la tarea. Formato: componente:renombrado{task:renamed}

source: Min. chars
es_ar: Mín. de caracteres

source: Enginers
es_ar: Motores

source: Handler
es_ar: Manejador
