Repository: juncoweb/junco-cms
Catalog: storage/locale/*/LC_MESSAGES/default.po
Languages: es_ar

source: The most common permissions are: files (%s); folders (%s); write permission (%s).
es_ar: Los permisos más comunes son: archivos (%s); carpetas (%s); permiso de escritura (%s).

source: Only selected
es_ar: Solo seleccionados

source: Selected + subfolders
es_ar: Seleccionados + subcarpetas

source: Selected + subfolders + sub-files
es_ar: Seleccionados + subcarpetas + subarchivos

source: Only files + sub-files
es_ar: Solo archivos + sub-archivos

source: Option
es_ar: Opción

source: Stat
es_ar: Stadísticas

source: View all
es_ar: Ver todo

source: Nice name
es_ar: Nombre aceptable

source: Upload
es_ar: Subir

source: Directory
es_ar: Directorio

source: Modified
es_ar: Modificado

source: Width
es_ar: Ancho

source: Height
es_ar: Alto

source: Resolution
es_ar: Resolución

source: Node
es_ar: Nodo

source: Content
es_ar: Contenido

source: Upload files
es_ar: Subir archivos

source: File Manager
es_ar: Administrador de archivos

source: The directory is not readable.
es_ar: El directorio no se puede leer.

source: Perms
es_ar: Permisos

source: Food Services
es_ar: Servicios de comida

source: Sort by recent
es_ar: Ordenar por recientes

source: Sort by name
es_ar: Ordenar por nombre

source: Please, delete the forms to continue.
es_ar: Por favor, elimine los formularios para continuar.

source: Replaceable
es_ar: Reemplazable

source: Masters
es_ar: Maestros

source: Element
es_ar: Elemento

source: Text
es_ar: Texto

source: Textarea
es_ar: Área de texto

source: Checkbox
es_ar: Casilla

source: Accept
es_ar: Aceptar

source: Required
es_ar: Requerido

source: Error message
es_ar: Mensaje de error

source: Elements
es_ar: Elementos

source: Icon
es_ar: Ícono

source: Styles
es_ar: Estilos

source: On load
es_ar: Al cargar

source: On validate
es_ar: En validar

source: On success
es_ar: Sobre el éxito

source: This form is active. Do you want to replace it with a new one?
es_ar: Este formulario está activo. ¿Quieres reemplazarlo por uno nuevo?

source: Write here
es_ar: Escribe aquí

source: Last update
es_ar: Última actualización

source: Select an IP.
es_ar: Seleccione una IP.

source: Country
es_ar: País

source: Region
es_ar: Región

source: City
es_ar: Ciudad

source: Map
es_ar: Mapa

source: Please, fill in the description.
es_ar: Por favor, complete la descripción.

source: Please, select a status.
es_ar: Por favor, seleccione un estado.

source: Please, fill in the person.
es_ar: Por favor, complete el legajo.

source: Please, select another status.
es_ar: Por favor, seleccione otro estado.

source: The date must be greater than «%s».
es_ar: La fecha debe ser mayor a «%s».

source: The date must be less than the current one.
es_ar: La fecha debe ser menor que la actual.

source: All categories
es_ar: Todas las categorías

source: Active status
es_ar: Estados activos

source: Quotation
es_ar: Cotización

source: Annotations
es_ar: Anotaciones

source: Goods
es_ar: Bienes

source: The person «%s» is binded to the current status «%s»
es_ar: El legajo «%s» está vinculado al estado actual «%s»

source: Statuses
es_ar: Estados

source: Optional
es_ar: Opcional

source: Separate
es_ar: Separar

source: Separate by categories
es_ar: Separar por categorías

source: Unbind
es_ar: Desvincular

source: You must enable the permission for this to work properly.
es_ar: Debe habilitar el permiso para que esto funcione correctamente.

source: Without category
es_ar: Sin categoría

source: Good
es_ar: Bien

source: Images
es_ar: Imágenes

source: An error occurred while trying to get access token.
es_ar: Se ha producido un error al intentar obtener el token de acceso.

source: My groups
es_ar: Mis grupos

source: Change
es_ar: Cambiar

source: Order by name
es_ar: Ordenar por nombre

source: Order by added
es_ar: Ordenar por fecha

source: Groups
es_ar: Grupos

source: Administrator
es_ar: Administrador

source: Assistant
es_ar: Ayudante

source: Invited
es_ar: Invitado

source: Copy and paste the code to insert the item
es_ar: Copie y pegue el código para insertar el registro

source: The plugins have not been found.
es_ar: Los complementos no han sido encontrados.

source: Please, fill in the host.
es_ar: Por favor, complete el host.

source: Please, fill in the user.
es_ar: Por favor, complete el usuario.

source: Please, fill in the name of the database.
es_ar: Por favor, complete el nombre de la base de datos.

source: The database could not be found or created.
es_ar: No se pudo encontrar ni crear la base de datos.

source: Oops, they stole the license!
es_ar: ¡Uy, se robaron la licencia!

source: Please, verify the site url.
es_ar: Por favor, verifique la url.

source: The Database connection is successful.
es_ar: La conexión a la base de datos es correcta.

source: Adapter
es_ar: Adaptador

source: The use of postgres is only experimental. For production use myqsl.
es_ar: El uso de postgres es sólo experimental. Para producción utilice myqsl.

source: Use PDO
es_ar: Utilizar PDO

source: can be «localhost» or other name surely will be informed by your hosting provider.
es_ar: puede ser «localhost» u otro nombre seguramente será informado por su proveedor de hosting.

source: can be «root» or other provided by your hosting.
es_ar: puede ser «root» u otro proporcionado por su hosting.

source: It is important to place a password. The same may be provided by your hosting.
es_ar: Es importante colocar una contraseña. La misma puede ser proporcionada por su alojamiento.

source: Port
es_ar: Puerto

source: Keep zero to use the default value.
es_ar: Mantenga cero para utilizar el valor por defecto.

source: Name of database. There are hosting where the base can only be created in his administration,in such cases,once created complete your name here.
es_ar: Nombre de base de datos. Hay alojamiento donde la base sólo puede crearse en su administración, en tales casos, una vez creada completar aquí su nombre.

source: Select a collation option.
es_ar: Seleccione una opción de intercalación.

source: Prefix for the database fields.
es_ar: Prefijo para los campos de base de datos.

source: Create Database
es_ar: Crear base de datos

source: Extensions installer
es_ar: Instalador de extensiones

source: Click next to install the extensions.
es_ar: Haga clic en siguiente para instalar las extensiones.

source: Remove automatic redirection to the installer.
es_ar: Eliminar la redirección automática al instalador.

source: Please, remove the automatic redirection from the bootstrap file.
es_ar: Por favor, remueva la redirección automática en el archivo bootstrap.

source: Remove the installation extension.
es_ar: Remover la extensión de instalación.

source: Please, remove the installation extension.
es_ar: Por favor, remueva la extensión de instalación.

source: Actions
es_ar: Acciones

source: Nothing
es_ar: Nada

source: Site
es_ar: Sitio

source: Redirect
es_ar: Redirigir

source: Thank you %s for choosing us!
es_ar: Gracias %s por elegirnos!

source: The Site %s has been installed correctly.
es_ar: El Sitio %s se ha instalado correctamente.

source: Select language
es_ar: Seleccionar idioma

source: Your version is %s.
es_ar: Su versión es %s.

source: Support for MySQLi databases.
es_ar: Soporte para bases de datos MySQLi.

source: Support for editing images.
es_ar: Soporte para la edición de imágenes.

source: PHP Libraries
es_ar: Librerías de PHP

source: Attention! This folder should be writable.
es_ar: ¡Atención! Esta carpeta debe tener permiso de escritura.

source: Writable files
es_ar: Archivos editables

source: System Requirements
es_ar: Requerimientos del Sistema

source: The following are the minimum requirements needed to function properly the site.
es_ar: Los siguientes son los requisitos mínimos necesarios para que funcione correctamente el sitio.

source: Site Data
es_ar: Datos del Sitio

source: This name will appear identifying the site as required.
es_ar: Este nombre aparecerá identificando al sitio según sea necesario.

source: Display full URL. Example: https://www.example.com/
es_ar: Mostrar URL completa. Ejemplo: https://www.example.com/

source: Base URL
es_ar: Url de base

source: The base url for all site resources (javascript, stylesheets, images, etc.)
es_ar: La url base para todos los recursos del sitio (javascript, hojas de estilo, imágenes, etc.)

source: This is the default email to the Site
es_ar: Este es el email predeterminado para el Sitio

source: Data Manager
es_ar: Administrador de datos

source: az AZ 0-9 and dash, between 6 and 24 characters
es_ar: az AZ 0-9 y guión, entre 6 y 24 caracteres

source: az AZ 0-9,between 6 and 24 characters
es_ar: az AZ 0-9, entre 6 y 24 caracteres

source: Your personal email
es_ar: Su email personal

source: Semi-automatic
es_ar: Semiautomático

source: Automatic
es_ar: Automático

source: Payment gateway
es_ar: Puerta de pago

source: Invoice number
es_ar: Número de recibo

source: Invoice date
es_ar: Fecha de recibo

source: Issue date
es_ar: Fecha de emisión

source: Due date
es_ar: Fecha de vencimiento

source: Credentials
es_ar: Credenciales

source: Auditors
es_ar: Auditores

source: Viewer
es_ar: Visualizador

source: Role
es_ar: Rol

source: This plugin is used by gateways to allow users to initiate automatic payments.
es_ar: Este plugin es utilizado por las pasarelas para permitir a los usuarios iniciar pagos automáticos.

source: Allow cancel
es_ar: Permitir cancelar

source: Allow approve
es_ar: Permitir aprovar

source: Allow extracts
es_ar: Permitir extraer

source: Expired
es_ar: Vencido

source: Voided
es_ar: Anulada

source: There are no gateways.
es_ar: No hay pasarelas.

source: Pay
es_ar: Pagar

source: %s to %s
es_ar: «%s» a %s

source: You still do not have enough permissions in «Invoices» to perform this task.
es_ar: Todavía no tiene suficientes permisos en «Recibos» para realizar esta tarea.

source: Credential
es_ar: Credencial

source: Has falied
es_ar: Ha fallado

source: Stamps
es_ar: Sellos

source: My invoices
es_ar: Mis recibos

source: Unit
es_ar: Unidad

source: Failures
es_ar: Fallas

source: Jobs
es_ar: Trabajos

source: Queue
es_ar: Cola

source: Attempts
es_ar: Intentos

source: Reserved
es_ar: Reservado

source: Waiting
es_ar: Esperando

source: Available
es_ar: Disponible

source: Failure
es_ar: Fracaso

source: The key is being used.
es_ar: La clave se está utilizando.

source: The distribution system requires a url.
es_ar: El sistema de distribución requiere una url.

source: Are you sure you want to distribute the language?
es_ar: ¿Está seguro que desea distribuir la tradución?

source: This distribution will replace any previous distribution.
es_ar: Esta distribución sustituirá a cualquier otra anterior.

source: Duplicate
es_ar: Duplicar

source: Language
es_ar: Idioma

source: Confirm to refresh the language cache.
es_ar: Confirme refrescar la caché de idioma.

source: Translations
es_ar: Traducciones

source: Selected
es_ar: Seleccionado

source: Domains
es_ar: Dominios

source: The site in your language
es_ar: El sitio en su idioma

source: All levels
es_ar: Todas los niveles

source: Clean log file
es_ar: Limpiar el archivo de registros

source: Are you sure you want to report the bug?
es_ar: ¿Estás seguro que quieres informar el fallo?

source: Are you sure you want to report all bugs?
es_ar: ¿Estás seguro de que quieres informar todos los fallos?

source: Report bugs
es_ar: Informar fallos

source: By submitting the report, you agree to share personal information.
es_ar: Al enviar el informe, usted acepta compartir información personal.

source: Remove repeated
es_ar: Remover repetidos

source: Check repeated
es_ar: Verificar repetidos

source: Everything
es_ar: Todo

source: Not checked
es_ar: Sin revisar

source: Checked
es_ar: Revisados

source: Repeated
es_ar: Repetidos

source: Trace
es_ar: Rastro

source: Component
es_ar: Componente

source: All keys
es_ar: Todas las claves

source: They are used in the backend and settings menus.
es_ar: Se utilizan en los menús de backend y configuración.

source: Keys
es_ar: Claves

source: Maker
es_ar: Fabricante

source: Path
es_ar: Ruta

source: Not distributed
es_ar: No distribuido

source: Is distributed
es_ar: Se distribuye

source: Parameters
es_ar: Parámetros

source: Applications
es_ar: Aplicaciones

source: Reference
es_ar: Referencia

source: The code used is invalid or has expired.
es_ar: El código utilizado no es válido o ha expirado.

source: Merchant order
es_ar: Orden de compra

source: Payment status
es_ar: Estado del pago

source: At the moment there is nothing to publish.
es_ar: Por el momento no hay nada que publicar.

source: The link already exists.
es_ar: El enlace ya existe.

source: Please, fill in the subject.
es_ar: Por favor, completa el motivo.

source: If you can not see this email, view it in %syour browser%s.
es_ar: Si no puede ver este correo electrónico, visualícelo en %ssu navegador%s.

source: %sUnsubscribe%s to this newsletter instantly
es_ar: %sAnular la suscripción%s a este boletín informativo al instante

source: For safety, the website does not allow more than %d subscriptions whith the ip %s every %d hours.
es_ar: Por seguridad, el sitio web no permite más de %d suscripciones con el IP %s cada %d horas.

source: Sorry, there are too many subscriptions with ip %s unconfirmed.
es_ar: Lo sentimos, hay demasiadas suscripciones con ip %s sin confirmar.

source: Please, follow the link to confirm the newsletters subscription.
es_ar: Por favor, siga el enlace para confirmar la suscripción a los boletines.

source: Confirm Newsletters
es_ar: Confirmar boletines

source: Sign up
es_ar: Registrarse

source: Activate account
es_ar: Activar cuenta

source: Subscribers
es_ar: Suscriptores

source: All right. Subscription has been canceled.
es_ar: Todo bien. La suscripción ha sido cancelada.

source: The subscription has already been canceled on a previous occasion.
es_ar: La suscripción ya ha sido cancelada en una ocasión anterior.

source: Impressions
es_ar: Impresiones

source: Trackings
es_ar: Rastreos

source: This plugin will be responsible for creating the contents of the newsletter.
es_ar: Este complemento será responsable de crear los contenidos del boletín.

source: Newsletters
es_ar: Boletines

source: Are you sure you want to start sending?
es_ar: ¿Seguro que quieres comenzar a enviar?

source: Please, confirm what you want to do.
es_ar: Por favor, confirma lo que quieres hacer.

source: Pause
es_ar: Pausar

source: Finalize
es_ar: Finalizado

source: Auto create
es_ar: Auto crear

source: Stats
es_ar: Estadísticas

source: Plain message
es_ar: Mensaje simple

source: Online message
es_ar: Mensaje en línea

source: Bounces
es_ar: Rebotes

source: Unsubscribes
es_ar: Cancela la suscripción

source: Sending
es_ar: Enviando

source: Paused
es_ar: Pausado

source: Sent
es_ar: Enviado

source: Sent: %d
es_ar: Enviado: %d

source: Bounced: %d
es_ar: Rebote: %d

source: Impressions: %d
es_ar: Impresiones: %d

source: Emails sent
es_ar: Correos electrónicos enviados

source: Real impressions
es_ar: Impresiones reales

source: Modify plain and online messages
es_ar: Modificar mensajes simples y en línea

source: A newsletter will be sent to the selected email or to the default of the site.
es_ar: Se enviará un boletín al correo electrónico seleccionado o al valor predeterminado del sitio.

source: State
es_ar: Provincia

source: Has opened the newsletter %s.
es_ar: Ha abierto el boletín de noticias %s.

source: Has clicked on the newsletter %s.
es_ar: Ha hecho clic en el boletín de noticias %s.

source: Has been sent the newsletter %s.
es_ar: Se ha enviado el boletín de noticias %s.

source: Has unsubscribed.
es_ar: Se ha dado de baja.

source: A total of %d users will be added.
es_ar: Se agregará un total de %d usuarios.

source: There are no users to add.
es_ar: No hay usuarios para agregar.

source: This adds the users of the site who are not yet subscribed. Before continuing, consider the legal terms of this action.
es_ar: Esto agrega a los usuarios del sitio que aún no están suscritos. Antes de continuar, considere los términos legales de esta acción.

source: Fullname
es_ar: Nombre completo

source: Bounced
es_ar: Rebote

source: Delivered
es_ar: Entregado

source: Thanks for subscribing!
es_ar: ¡Gracias por suscribirte!

source: Do you want to register on the website? It is just one step.
es_ar: ¿Quiere registrarse en el sitio web? Está a sólo un paso.

source: It sent you a confirmation email.
es_ar: Se le ha enviado un correo electrónico de confirmación.

source: Subscribe
es_ar: Suscribirse

source: Please, confirm unsubscription to our newsletters. If you wish, you can explain your reasons.
es_ar: Por favor, confirme la cancelación de suscripción a nuestros boletines informativos. Si lo desea, puede explicar sus razones.

source: I'm not interested.
es_ar: No me interesa.

source: I did not subscribe.
es_ar: No me suscribí.

source: I consider it spam.
es_ar: Lo considero un spam.

source: Other.
es_ar: Otros.

source: Write something else about your reasons.
es_ar: Escriba algo más sobre sus razones.

source: No notifications.
es_ar: Sin notificaciones.

source: Please, fill in the departure date.
es_ar: Por favor, rellene la fecha de salida.

source: Please, fill in the departure time.
es_ar: Por favor, complete la hora de salida.

source: Please, fill in the place.
es_ar: Por favor, complete el lugar.

source: The last
es_ar: El último

source: Places
es_ar: Lugares

source: Outdoors
es_ar: Salidas

source: Place
es_ar: Lugar

source: Sort
es_ar: Ordenar

source: Participants
es_ar: Participantes

source: Distance
es_ar: Distancia

source: Embed
es_ar: Incrustar

source: %d participans
es_ar: %d participantes

source: Doc. Type
es_ar: Tipo de doc.

source: Doc. Number
es_ar: Número de doc.

source: Nationality
es_ar: Nacionalidad

source: The user was not found.
es_ar: No se encontró el usuario.

source: The email is already associated with another account.
es_ar: El correo electrónico ya está asociado con otra cuenta.

source: The document already exists.
es_ar: El documento ya existe.

source: The creation of the person must be done personally. Please, communicate with secretary.
es_ar: La creación del legajo debe hacerse personalmente. Por favor, comuníquese con la secretaria.

source: Both persons have an assigned user.
es_ar: Ambos legajos tienen un usuario asignado.

source: One of the persons must not have your document number.
es_ar: Uno de los legajos no debe tener su número de documento.

source: Please, select a type of document.
es_ar: Por favor, seleccione un tipo de documento.

source: Please, fill in the document.
es_ar: Por favor, complete el documento.

source: Please, delete the person maps to continue.
es_ar: Por favor, elimine los lazos de los legajos para continuar.

source: The type of document is being used.
es_ar: El tipo de documento esta siendo utilizado.

source: Identification
es_ar: Identificación

source: This option is not available.
es_ar: Esta opción no está disponible.

source: There is a pending request for approval of data.
es_ar: Hay una solicitud pendiente para la aprobación de los datos.

source: If you want, you can create your person %shere%s
es_ar: Si lo desea, puede crear su legajo %saquí%s

source: The creation of persons is limited to one. Please, communicate with secretary.
es_ar: La creación de legajos está limitado a uno. Por favor, comunícate con la secretaría.

source: Types
es_ar: Tipos

source: Kinds of ties
es_ar: Tipos de lazos

source: Persons
es_ar: Legajos

source: Select as default
es_ar: Seleccionar por defecto

source: Abbreviation
es_ar: Abreviación

source: Use
es_ar: Usar

source: Create the user if it does not exist.
es_ar: Cree el usuario si no existe.

source: Assign
es_ar: Asignar

source: Assign user
es_ar: Asignar usuario

source: Auto signup
es_ar: Registro automático

source: The person is assigned to a user.
es_ar: El legajo está asignado a un usuario.

source: Are you sure to change the status of the selected item?
es_ar: ¿Seguro que desea cambiar el estado del elemento seleccionado?

source: All data in this person will be sent to:
es_ar: Todos los datos de este legajo serán enviados a:

source: Unify
es_ar: Unificar

source: This action is not reversible.
es_ar: Esta acción no es reversible.

source: Histories
es_ar: Historias

source: Unify persons
es_ar: Unificar legajos

source: Trace of person
es_ar: Rastro del legajo

source: Revise
es_ar: Revisar

source: Ties
es_ar: Lazos

source: Suffix
es_ar: Sufijo

source: Observations
es_ar: Observaciones

source: Kind
es_ar: Tipo

source: My person
es_ar: Mi legajo

source: My persons
es_ar: Mis legajos

source: Attention! With the following form you will create the person of a person who will be linked to you.
es_ar: ¡Atención! Con el siguiente formulario creará el legajo de una persona que estará vinculada a usted.

source: I declare, under legal warning, to have the following tie.
es_ar: Declaro bajo advertencia legal tener el siguiente vínculo.

source: Policies
es_ar: Políticas

source: Accept policies and conditions
es_ar: Aceptar políticas y condiciones

source: Portfolios
es_ar: Portafolios

source: Products
es_ar: Productos

source: %d level
es_ar: %d nivel

source: Top
es_ar: Arriba

source: Keywords
es_ar: Palabras claves

source: You do not yet have access as a seller.
es_ar: Aún no tiene acceso como vendedor.

source: Price
es_ar: Precio

source: Initial
es_ar: Inicial

source: Discount
es_ar: Descuento

source: Seller
es_ar: Vendedor

source: Reviews
es_ar: Calificaciones

source: Console
es_ar: Consola

source: Articles
es_ar: Artículos

source: Rating
es_ar: Calificación

source: Sales
es_ar: Ventas

source: Product
es_ar: Producto

source: Minimun
es_ar: Mínimo

source: Samples
es_ar: Muestras

source: Error. No search engines.
es_ar: Error. No hay motores de búsqueda.

source: Sellers
es_ar: Vendedores

source: Banned
es_ar: Prohibido

source: Please, add a row before proceeding.
es_ar: Por favor, agregue una fila antes de continuar.

source: Select a snippet to display.
es_ar: Seleccione un fragmento de código para mostrarlo.

source: The plugins allow additional functions.
es_ar: Los complementos permiten funciones adicionales.

source: Select a list item.
es_ar: Seleccione un elemento de lista.

source: Help
es_ar: Ayuda

source: Autoload
es_ar: Autocarga

source: Translate
es_ar: Traducir

source: Reload on change
es_ar: Recargar en el cambio

source: Only developer mode
es_ar: Sólo modo desarrollador

source: Integer
es_ar: Entero

source: Input (Integer)
es_ar: Entrada (Entero)

source: Selector (Integer)
es_ar: Selector (Entero)

source: Selector multiple (Integer)
es_ar: Selector múltiple (Entero)

source: Input (Text)
es_ar: Entrada (Texto)

source: Selector (Text)
es_ar: Selector (Texto)

source: Multiple selector (Text)
es_ar: Selector múltiple (Texto)

source: Snippet
es_ar: Fragmento

source: Manager
es_ar: Administrador

source: Usys
es_ar: Sistema de usuarios

source: Restore
es_ar: Restaurar

source: Finish & save
es_ar: Terminar y guardar

source: Site map
es_ar: Mapa del sitio

source: The name must be alphanumeric.
es_ar: El nombre debe ser alfanumérico.

source: Folders
es_ar: Carpetas

source: Smileys
es_ar: Emoticones

source: Depercated
es_ar: Obsoleto

source: Follow
es_ar: Seguir

source: Socials
es_ar: Sociales

source: An item will be added.
es_ar: Se añadirá un elemento.

source: An item will be removed.
es_ar: Se eliminará un elemento.

source: Button
es_ar: Botón

source: Sharing
es_ar: Compartir

source: Follow up
es_ar: Seguimiento

source: Corrected %d fees.
es_ar: %d aranceles corregidos.
