Repository: juncoweb/junco-cms
Catalog: storage/locale/*/LC_MESSAGES/default.po
Languages: es_ar

source: The record can not be deleted because it is being used.
es_ar: El registro no se puede eliminar porque se está utilizando.

source: Select a outlet.
es_ar: Seleccione un punto de venta.

source: Select a voucher type.
es_ar: Seleccione un tipo de comprobante.

source: There is no layout selected where to display the voucher.
es_ar: No hay ningún diseño seleccionado donde mostrar el comprobante.

source: Create
es_ar: Crear

source: Edit
es_ar: Editar

source: The element has not been found.
es_ar: El elemento no ha sido encontrado.

source: The invoice has not been approved.
es_ar: El recibo no ha sido aprobado.

source: Taxpayers
es_ar: Contribuyentes

source: Vouchers
es_ar: Comprobantes

source: Layouts
es_ar: Diseños

source: Main
es_ar: Principal

source: Document types
es_ar: Tipos de documento

source: Voucher types
es_ar: Tipos de comprobantes

source: Services
es_ar: Servicios

source: Settings
es_ar: Configuraciones

source: Shortcuts
es_ar: Accesos directos

source: Description
es_ar: Descripción

source: From
es_ar: De

source: To
es_ar: Para

source: Delete
es_ar: Eliminar

source: Name
es_ar: Nombre

source: Title
es_ar: Título

source: Style
es_ar: Estilo

source: Outlets
es_ar: Puntos de venta

source: Next
es_ar: Siguiente

source: Number
es_ar: Número

source: The point of sale in number. Then as a number preceded by zeros if necessary.
es_ar: El punto de venta en número. A continuación, como un número precedido de ceros si es necesario.

source: The number that will be assigned to the next voucher.
es_ar: El número que se asignará al siguiente comprobante.

source: Code
es_ar: Código

source: Image
es_ar: Imagen

source: Address
es_ar: Dirección

source: Condition
es_ar: Condición

source: Other
es_ar: Otro

source: Started
es_ar: Comenzó

source: Invoice
es_ar: Recibo

source: Name of the file that stores the certificate.
es_ar: El nombre del archivo donde se almacenará el certificado.

source: Key
es_ar: Clave

source: Name of the file that stores the key.
es_ar: El nombre del archivo donde se almacenará la clave.

source: Password
es_ar: Contraseña

source: Passphrase with which the key was created.
es_ar: Frase de contraseña con la que se creó la clave.

source: Connection
es_ar: Conexión

source: Outlet
es_ar: Punto de venta

source: Expires
es_ar: Vencimiento

source: Y-M-d
es_ar: d-M-Y

source: Synchronize
es_ar: Sincronizar

source: Please, confirm the action.
es_ar: Por favor, confirme la acción.

source: Letter
es_ar: Letra

source: Ended
es_ar: Terminó

source: Date
es_ar: Fecha

source: Document
es_ar: Documento

source: Customer
es_ar: Cliente

source: Please, fill in the extension.
es_ar: Por favor, complete la extensión.

source: Error! the task has not been realized.
es_ar: Error! la tarea no ha podido ser realizada.

source: The theme already exists.
es_ar: El tema ya existe.

source: The theme does not exist.
es_ar: El tema no existe.

source: All
es_ar: Todo

source: Select
es_ar: Seleccionar

source: Copy
es_ar: Copiar

source: Please, confirm compile the asset files.
es_ar: Por favor, confirme compilar los archivos de activos.

source: Minify
es_ar: Minimizar

source: Javascript or Css
es_ar: Javascript o Css

source: Fix url
es_ar: Corregir url

source: Precompile
es_ar: Precompilar

source: For each style sheet, try to find and run the precompiler.
es_ar: Para todas las hojas de estilos, intenta encontrar y ejecutar el pre-compilador.

source: Only Css
es_ar: Sólo css

source: Compile
es_ar: Compilar

source: Save
es_ar: Guardar

source: Edit the Javascript settings file.
es_ar: Edite el archivo de configuración de Javascript.

source: Options
es_ar: Opciones

source: Inspect
es_ar: Inspeccionar

source: Assets
es_ar: Activos

source: Verify
es_ar: Verificar

source: Compare
es_ar: Comparar

source: File
es_ar: Archivo

source: Type
es_ar: Tipo

source: Ok
es_ar: Perfecto

source: Current
es_ar: Actual

source: Default
es_ar: Predeterminado

source: Extension
es_ar: Extensión

source: Confirm unselect the theme «%s» on the frontend.
es_ar: Confirme que ha deseleccionado el tema "%s" en la parte frontal.

source: Confirm select the theme «%s» on the frontend.
es_ar: Confirme la selección del tema "%s" en la parte frontal.

source: Explain
es_ar: Explicar

source: If you choose not to perform this action, the change may not be displayed.
es_ar: Si decide no realizar esta acción, es posible que no se muestre el cambio.

source: Themes
es_ar: Temas

source: The file is empty or could not be read.
es_ar: El archivo está vacío o no se puede leer.

source: The file format is invalid.
es_ar: El formato de archivo no es válido.

source: Please, fill in the value.
es_ar: Por favor, complete el valor.

source: Please, fill in the required data.
es_ar: Por favor, complete los datos requeridos.

source: The description is too long.
es_ar: La descripción es demasiado grande.

source: The date is invalid.
es_ar: La fecha es inválida.

source: Y-m-d H:i
es_ar: d-m-Y H:i

source: The date must be greater than «%s»
es_ar: La fecha debe ser mayor a «%s»

source: The task has been completed successfully.
es_ar: La tarea ha sido realizada correctamente.

source: The text is too long.
es_ar: El texto es demasiado grande.

source: Warning!
es_ar: ¡Advertencia!

source: The administrator can not be changed.
es_ar: El administrador no puede ser cambiado.

source: Toggle
es_ar: Cambiar

source: Toggle my access permission.
es_ar: Alternar mi permiso de acceso.

source: Trash
es_ar: Papelera

source: Private
es_ar: Privado

source: Public
es_ar: Público

source: Owner
es_ar: Propietario

source: Print
es_ar: Imprimir

source: Export
es_ar: Exportar

source: Sort in descending order.
es_ar: Ordenar en orden descendente.

source: Add trace field.
es_ar: Agregue el campo de seguimiento.

source: Separated into credit / debit.
es_ar: Separar en ingreso / egreso.

source: Format currency.
es_ar: Formatear moneda.

source: Dashboard
es_ar: Escritorio

source: Show
es_ar: Ver

source: Labels
es_ar: Etiquetas

source: Extract labels
es_ar: Extraer etiquetas

source: Sumary labels
es_ar: Resumen de etiquetas

source: My balances
es_ar: Mis balances

source: Details
es_ar: Detalles

source: Accountant
es_ar: Cuenta

source: Invest the value
es_ar: Invierta el valor

source: The entry is not modified, and an identical entry will be created in the destination account.
es_ar: La entrada no se modifica y se creará una entrada idéntica en la cuenta de destino.

source: Layout
es_ar: Diseño

source: Period
es_ar: Período

source: Reverse list
es_ar: Invertir lista

source: Contains formatted currency
es_ar: Contiene moneda formateada

source: Import
es_ar: Importar

source: The format must be that of a csv.
es_ar: El formato debe ser el de un CSV.

source: All entries prior to this date will be locked. These entries will be visible on the front.
es_ar: Todas las entradas anteriores a esta fecha se bloquearán. Estas entradas serán visibles en el frente.

source: Lock
es_ar: Bloquear

source: Move
es_ar: Mover

source: The entry will no longer be part of this account.
es_ar: La entrada ya no será parte de esta cuenta.

source: Shared
es_ar: Compartir

source: Notes
es_ar: Notas

source: Value
es_ar: Valor

source: The default date or time is the current one.
es_ar: La fecha u hora predeterminada es la actual.

source: Continue Adding
es_ar: Continuar agregando

source: I understand
es_ar: Entiendo

source: Next, a link to share will be generated.
es_ar: A continuación, se generará un enlace para compartir.

source: Share
es_ar: Compartir

source: Credit
es_ar: Ingreso

source: Debit
es_ar: Egreso

source: Body
es_ar: Cuerpo

source: Person
es_ar: Legajo

source: Adjunct
es_ar: Adjunto

source: The slug already exists.
es_ar: El slug ya existe.

source: Billings
es_ar: Facturaciones

source: Play #%s
es_ar: #%s

source: The game has not even started yet.
es_ar: El juego aún no ha empezado.

source: The card has no prize.
es_ar: La tarjeta no tiene premio.

source: Winner
es_ar: Ganador

source: Two lines
es_ar: Dos líneas

source: One line
es_ar: Una línea

source: Zero lines
es_ar: Cero líneas

source: Not found.
es_ar: No encontrado.

source: The game is over.
es_ar: El juego ha terminado.

source: The game has been canceled.
es_ar: El partido ha sido cancelado.

source: You have reached the maximum allowed.
es_ar: Has alcanzado el máximo permitido.

source: The user has not been found.
es_ar: El usuario no ha sido encontrado.

source: The game has started.
es_ar: El juego ha comenzado.

source: An error has occurred. Try the task again.
es_ar: Se ha producido un error. Vuelva a intentar la tarea.

source: Light
es_ar: Claro

source: Dark
es_ar: Oscuro

source: Credits
es_ar: Créditos

source: Administration
es_ar: Administración

source: Create your bingo hall before creating a game.
es_ar: Crea tu sala de bingo antes de crear un juego.

source: Boards
es_ar: Tableros

source: Permissions
es_ar: Permisos

source: Menus
es_ar: Menús

source: Primary
es_ar: Primario

source: Theme
es_ar: Tema

source: Status
es_ar: Estado

source: Total number of series to be built.
es_ar: Número total de series que se construirán.

source: Test
es_ar: Prueba

source: The series will be built but will not be stored.
es_ar: La serie se construirá pero no se almacenará.

source: Chunk
es_ar: Trozo

source: Size
es_ar: Tamaño

source: Number of carton designs to be taken to combine in one iteration.
es_ar: Número de diseños de cartón que se tomarán para combinar en una iteración.

source: Maximum number of series found in an iteration that will eventually be used.
es_ar: Número máximo de series encontradas en una iteración que eventualmente se utilizarán.

source: There are currently %d series in the database.
es_ar: Actualmente hay %d series en la base de datos.

source: Results
es_ar: Resultados

source: Refresh
es_ar: Refrescar

source: Check
es_ar: Verificar

source: Autopilot
es_ar: Piloto

source: You do not have cards yet. If you want, you can reserve %shere%s.
es_ar: Aún no tienes cartones. Si quieres, puedes reservar %saquí%s.

source: Upcoming
es_ar: Próximos

source: Realized
es_ar: Realizado

source: Free
es_ar: Gratis

source: Demands
es_ar: Solicitudes

source: You have no credits?
es_ar: ¿No tienes créditos?

source: Demand
es_ar: Solicitar

source: Reserve
es_ar: Reservar

source: Cards
es_ar: Cartones

source: There is %d card in the game
es_ar: Hay %d cartones en el juego

source: Tube
es_ar: Tubo

source: There are no winners yet.
es_ar: Aún no hay ganadores.

source: New
es_ar: Nuevo

source: My bingos
es_ar: Mis bingos

source: Online
es_ar: En línea

source: On site
es_ar: En el sitio

source: It is played in person.
es_ar: Se juega en persona.

source: It is played virtually.
es_ar: Se juega virtualmente.

source: Select the type of business. This option cannot be modified.
es_ar: Seleccione el tipo de negocio. Esta opción no se puede modificar.

source: Put audio or video in your games.
es_ar: Pon audio o vídeo en tus juegos.

source: Min.
es_ar: Mín.

source: The minimum number of cards that will be given for free.
es_ar: El número mínimo de cartones que se entregarán gratuitamente.

source: Max.
es_ar: Máx.

source: The maximum number of cartons that can be ordered.
es_ar: El número máximo de cartones que se pueden pedir.

source: Enter
es_ar: Enviar

source: Before continuing, you must %s or %s. Once you have done this, press the button:
es_ar: Antes de continuar, debe %s o %s. Una vez hecho esto, pulse el botón:

source: Log in
es_ar: Iniciar sesión

source: Sign Up
es_ar: Registrarse

source: Continue
es_ar: Continuar

source: Attention!
es_ar: Atención!

source: The user registration must belong to a legally responsible adult.
es_ar: El registro del usuario debe pertenecer a un adulto legalmente responsable.

source: Home
es_ar: Inicio

source: List
es_ar: Lista

source: Winners
es_ar: Ganadores

source: Previous
es_ar: Anterior

source: Full screan
es_ar: Pantalla completa

source: My boards
es_ar: Mis tableros

source: Approved
es_ar: Aprobado

source: Canceled
es_ar: Cancelado

source: You have no credits to manage.
es_ar: No tienes créditos que gestionar.

source: Pending
es_ar: Pendiente

source: Used
es_ar: Utilizado

source: Confirm that you wish to cancel the game.
es_ar: Confirma que deseas cancelar el juego.

source: Confirm that you want to start the game.
es_ar: Confirma que quieres iniciar el juego.

source: Confirm that you wish to end the game.
es_ar: Confirma que deseas finalizar el juego.

source: Confirm to activate the game.
es_ar: Confirma para activar el juego.

source: There are no players to start the game.
es_ar: No hay jugadores para iniciar el juego.

source: Cancel
es_ar: Cancelar

source: Board
es_ar: Tablero

source: Active
es_ar: Activo

source: Finalized
es_ar: Finalizado

source: Caption
es_ar: Encabezado

source: Legend
es_ar: Leyenda

source: Secondary
es_ar: Secundario

source: Padding
es_ar: Relleno

source: Border
es_ar: Borde

source: Radius
es_ar: Radio

source: Wrapper
es_ar: Contenedor

source: Spacing
es_ar: Espaciado

source: Numbers
es_ar: Números

source: Hole
es_ar: Agujero

source: Itself
es_ar: Sí mismo

source: Can manage:
es_ar: Puede administrar:

source: Card #%s
es_ar: Cartón #%s

source: Order
es_ar: Orden

source: Ball
es_ar: Bolilla

source: Lines
es_ar: Líneas

source: Empty list
es_ar: Lista vacía

source: The name already exists.
es_ar: El nombre ya existe.

source: Please, remove the resources before continuing.
es_ar: Por favor, retire los recursos antes de continuar.

source: Please, fill in with a valid resource.
es_ar: Por favor, complete con un recurso válido.

source: Add link
es_ar: Agregar enlace

source: Add file
es_ar: Agregar archivo

source: Books
es_ar: Libros

source: Audit
es_ar: Auditoría

source: Trashed
es_ar: Eliminado

source: Created
es_ar: Creado

source: Authors
es_ar: Autores

source: Editorials
es_ar: Editoriales

source: Resources
es_ar: Recursos

source: Synopsis
es_ar: Sinópsis

source: Author
es_ar: Autor

source: Pages
es_ar: Páginas

source: Published
es_ar: Publicado

source: More
es_ar: Más

source: No preview is available.
es_ar: No hay una vista previa disponible.

source: Download
es_ar: Descargar

source: There is not something written yet.
es_ar: Todavía no hay algo escrito.

source: Level
es_ar: Nivel

source: Context
es_ar: Contexto

source: System
es_ar: Sistema

source: Report
es_ar: Reportar

source: Message
es_ar: Mensaje

source: Bug
es_ar: Error

source: Line
es_ar: Línea

source: Generated
es_ar: Generado

source: Updated
es_ar: Actualizado

source: Backtrace
es_ar: Rastreo

source: Something's wrong. Please, refresh the page and start over.
es_ar: Algo esta mal. Por favor, actualice la página y comience de nuevo.

source: Please, delete the proposals to continue.
es_ar: Por favor, elimine las propuestas para continuar.

source: Please remove the registers that are being used before continuing.
es_ar: Quite los registros que se están utilizando antes de continuar.

source: Please, select at least one subject.
es_ar: Por favor, seleccione al menos una materia.

source: The «%s» course cannot be eliminated because it has students.
es_ar: El curso «%s» no se puede eliminar porque tiene alumnos.

source: Please, delete the exams to continue.
es_ar: Por favor, borre los exámenes para continuar.

source: Please, select a calendar.
es_ar: Por favor, seleccione un calendario.

source: Please, select a person.
es_ar: Por favor, seleccione un legajo.

source: Something's wrong. Enrollments overlap.
es_ar: Algo esta mal. Las matriculaciones se superponen.

source: Please, activate all persons before continuing.
es_ar: Por favor, activa todos los legajos antes de continuar.

source: Please, revise all forms before continuing.
es_ar: Por favor, revise todos los formularios antes de continuar.

source: You must first cancel the student's course.
es_ar: Primero debe cancelar el curso del estudiante.

source: Enrollments with courses can only be canceled.
es_ar: Las inscripciones a cursos sólo pueden cancelarse.

source: The enrollment of «%s» can not be deleted because it is registered to courses.
es_ar: La matrícula de «%s» no se puede eliminar porque está registrada a cursos.

source: Error! There are elements that are being used.
es_ar: ¡Error! Hay elementos que se están utilizando.

source: A career with subscribed students cannot be eliminated.
es_ar: Una carrera con estudiantes suscritos no puede ser eliminada.

source: Please, fill in the type.
es_ar: Por favor, complete el tipo.

source: Please, delete the enrollments before continuing.
es_ar: Por favor, borre las inscripciones antes de continuar.

source: Please, delete the courses before continuing.
es_ar: Por favor, borre los cursos antes de continuar.

source: Please, remove the «%s» courses to continue.
es_ar: Por favor, elimine los «%s» cursos para continuar.

source: You must remove all pins before continuing.
es_ar: Debe quitar todos los pins antes de continuar.

source: All level %d
es_ar: Todo el nivel %d

source: Disapproved
es_ar: Desaprobado

source: Studying
es_ar: Cursando

source: Studied
es_ar: Cursado

source: Careers
es_ar: Carreras

source: Enrollment
es_ar: Matrícula

source: Program
es_ar: Programa

source: [careers]:Subject
es_ar: Materia

source: Y-m-d
es_ar: d-m-Y

source: Begin
es_ar: Comienzo

source: End
es_ar: Final

source: You don't have a person yet.
es_ar: Aún no tienes un legajo.

source: Go %shere%s
es_ar: Ir %saquí%s

source: Your person is not enabled.
es_ar: Su legajo no está habilitado.

source: You don't have any career yet. Find one %shere%s
es_ar: Todavía no tienes una carrera. Encuentra una %saquí%s

source: You do not have an enrollment yet.
es_ar: Aún no tienes una matrícula.

source: Your enrollment is pending.
es_ar: Su matriculado está pendiente.

source: The calendar to which he enrolled has not yet begun.
es_ar: El calendario al que se inscribió aún no ha comenzado.

source: Calendars
es_ar: Calendarios

source: Papers
es_ar: Papeles

source: [careers]:Subjects
es_ar: Materias

source: Categories
es_ar: Categorías

source: Summary
es_ar: Resumen

source: Category
es_ar: Categoría

source: Certificate
es_ar: Certificado

source: Proposals
es_ar: Propuestas

source: Pins
es_ar: Alfileres

source: Fees
es_ar: Aranceles

source: Variations
es_ar: Variaciones

source: Pin types
es_ar: Tipos de alfileres

source: Begin / End
es_ar: Inicio / Fin

source: Expire
es_ar: Vencimiento

source: Once the calendar expires, you can no longer create assessments or pass students who have taken it.
es_ar: Una vez que el calendario expira, ya no puede crear evaluaciones ni aprobar a los alumnos que lo hayan cursado.

source: Voucher
es_ar: Comprobante

source: Calendar
es_ar: Calendario

source: Inscription
es_ar: Inscripción

source: Course
es_ar: Curso

source: Exam
es_ar: Examen

source: Issue / due
es_ar: Emisión / vencimiento

source: Amount
es_ar: Monto

source: Forms
es_ar: Formularios

source: Master
es_ar: Maestro

source: Close
es_ar: Cerrar

source: Open
es_ar: Abierto

source: Select all the careers that will be open in this calendar.
es_ar: Selecciona todas las carreras que se abrirán en este calendario.

source: Requirements
es_ar: Requisitos

source: Sticker
es_ar: Pegatina

source: Pins types
es_ar: Tipos de alfileres

source: Mode
es_ar: Modo

source: % (Percent variable)
es_ar: % (Porcentaje variable)

source: % (Percent fixed)
es_ar: % (Porcentaje fijo)

source: $ (Currency variable)
es_ar: $ (Moneda variable)

source: $ (Currency fixed)
es_ar: $ (Moneda fijo)

source: Regular due
es_ar: Regular debido

source: Regular overdue
es_ar: Regular atrasado

source: Affects
es_ar: Afecta

source: Range
es_ar: Rango

source: Break
es_ar: Romper

source: Rules
es_ar: Reglas

source: Live
es_ar: En vivo

source: Launcher
es_ar: Lanzador

source: Dates
es_ar: Fechas

source: Opened
es_ar: Abierto

source: Closed
es_ar: Cerrado

source: Finished
es_ar: Terminado

source: Courses
es_ar: Cursos

source: Active only
es_ar: Sólo activos

source: Students
es_ar: Estudiantes

source: Add a text after the subject's name.
es_ar: Añade un texto después del nombre de la materia.

source: Maximum number of students who can register.
es_ar: Número máximo de estudiantes que pueden inscribirse.

source: Quota
es_ar: Cuota

source: Career
es_ar: Carrera

source: Notary
es_ar: Notario

source: View
es_ar: Vista

source: Logs
es_ar: Registros

source: Surname
es_ar: Apellido

source: Firstname
es_ar: Nombre

source: Denied
es_ar: Denegado

source: Accepted
es_ar: Aceptado

source: Please, confirm change the status to «%s».
es_ar: Por favor, confirme cambiar el estado a «%s».

source: Studies
es_ar: Estudios

source: Enrollments
es_ar: Matrículas

source: Gender
es_ar: Género

source: Birthdate
es_ar: Fecha de nacimiento

source: Phone
es_ar: Teléfono

source: Revised
es_ar: Revisado

source: Replace
es_ar: Reemplazar

source: Archived
es_ar: Archivado

source: Exams
es_ar: Exámenes

source: Counter
es_ar: Contador

source: Age
es_ar: Edad

source: Fields
es_ar: Campos

source: Confirm
es_ar: Confirmar

source: There are no open courses.
es_ar: No hay cursos abiertos.

source: All status
es_ar: Todos los estados

source: From %s to %s
es_ar: De %s para %s

source: Before continuing with the enrollment, you must %s or %s. Once you have done this, press the button:
es_ar: Antes de continuar con la inscripción, debe %s o %s. Una vez hecho esto, pulse el botón:

source: Please, complete your %sperson%s. The person is important to us, it must contain your personal data.
es_ar: Por favor, complete su %slegajo%s. El legajo es importante para nosotros, debe contener sus datos personales.

source: Add person
es_ar: Añadir un legajo

source: The person will be pending approval until the corresponding documentation is submitted.
es_ar: El legajo estará pendiente de aprobación hasta que se presente la documentación correspondiente.

source: Please, indicate what you wish to do.
es_ar: Por favor, indique lo que desea hacer.

source: Enroll as %s
es_ar: Inscríbase como %s

source: Enroll someone else
es_ar: Inscriba a otra persona

source: Enroll
es_ar: Matricularse

source: Add a person
es_ar: Añadir una persona

source: You do not yet have any associated persons.
es_ar: Aún no tienes un legajo asociado.

source: Please, check the %scareers%s. There is currently no date for enrollment.
es_ar: Por favor, compruebe las %sCarreras%s. Actualmente no hay fecha para la inscripción.

source: Please select a calendar.
es_ar: Seleccione un calendario.

source: Please, confirm your enrollment.
es_ar: Por favor, confirme su inscripción.

source: The token has failed validation.
es_ar: El token ha fallado la validación.

source: The enrollment has been completed successfully.
es_ar: La inscripción se ha completado con éxito.

source: My space
es_ar: Mi espacio

source: There are %s%d fees%s to be paid.
es_ar: Hay %s%d aranceles %s a pagar.

source: Please note that you must then complete the following automatically created forms.
es_ar: Tenga en cuenta que debe completar los siguientes formularios creados automáticamente.

source: Get in
es_ar: Entrar

source: To manage your career, go %shere%s.
es_ar: Para administrar tu carrera, ingresa %saquí%s.

source: Select a course:
es_ar: Seleccione un curso:

source: Study
es_ar: Estudiar

source: Please, confirm registration for the career.
es_ar: Por favor, confirme el registro a la carrera.

source: Please, check the %scalendar%s. There is currently no date for enrollment.
es_ar: Por favor, compruebe el %scalendario%s. Actualmente no hay fecha para la inscripción.

source: New career
es_ar: Nueva carrera

source: Certifications
es_ar: Certificaciones

source: My careers
es_ar: Mis carreras

source: Clean view
es_ar: Vista límpia
