Repository: juncoweb/junco-cms
Catalog: storage/locale/*/LC_MESSAGES/default.po
Languages: es_ar

source: The session expires after a period of inactivity, defined in seconds. This is independent of the lifetime assigned to the cookie.
es_ar: La sesión expira después de un período de inactividad, definido en segundos. Esto es independiente del tiempo de vida asignado a la cookie.

source: Verify IP
es_ar: Verificar IP

source: Additionally, verify the user's Ip address.
es_ar: Adicionalmente, verifique la dirección IP del usuario.

source: Set params
es_ar: Ajustar parámetros

source: Set the system values to the session cookie.
es_ar: Establezca los valores del sistema en la cookie de sesión.

source: Safe path
es_ar: Ruta segura

source: Change the default path to a safer one.
es_ar: Cambia la ruta por defecto por una más segura.

source: Site Info
es_ar: Información del sitio

source: It is used to identify the website in all the necessary places. For example, the title of the email or the logo if it is not defined.
es_ar: Se usa para identificar el sitio web en todos los lugares necesarios. Por ejemplo, el título del correo electrónico o el logotipo si no está definido.

source: This will be used as the default email for the entire website.
es_ar: Éste se usará como correo electrónico por defecto para todo el sitio web.

source: Write a brief description of the purpose of the website.
es_ar: Escriba una breve descripción del propósito del sitio web.

source: Full
es_ar: Completo

source: Sitemap
es_ar: Mapa del sitio

source: The key with which the menu is generated.
es_ar: La clave con la que se genera el menú.

source: Default suite
es_ar: Suite por defecto

source: You can select a suite by default, otherwise the extension will display all public smileys.
es_ar: Puede seleccionar un conjunto por defecto, de lo contrario, la extensión mostrará todos los emoticones públicos.

source: Expanded
es_ar: Ampliado

source: Page
es_ar: Página

source: Increment
es_ar: Incremento

source: The unique subscription number is generated automatically.
es_ar: El número de suscripción único se genera automáticamente.

source: Send an email when an invoice is generated.
es_ar: Envía un correo cuando una factura es generada.

source: Enables the option to permanently delete a subscriber.
es_ar: Habilita la opción de eliminar permanentemente un suscriptor.

source: Cookies
es_ar: Galletas

source: Developer mode
es_ar: Modo desarrollador

source: With this option, some extensions offer additional tools for developers.
es_ar: Con esta opción, algunas extensiones ofrecen herramientas adicionales para desarrolladores.

source: Profiler is a fundamental tool for developers.
es_ar: El perfilador es una herramienta fundamental para los desarrolladores.

source: Handle errors
es_ar: Manejar errores

source: If enabled, errors are recorded instead of being displayed on the screen.
es_ar: Si está habilitado, los errores se registran en lugar de mostrarse en la pantalla.

source: Globally manages cache usage.
es_ar: Gestiona globalmente el uso de la caché.

source: Short ttl
es_ar: TTL corta

source: Short cache lifetime.
es_ar: Vida útil de la caché corta.

source: Long tll
es_ar: TTL largo

source: Long cache lifetime.
es_ar: Vida útil de la caché larga.

source: Lifetime of the session cookie, defined in seconds.
es_ar: Duración de la cookie de sesión, definida en segundos.

source: Specifies path to set in the session cookie. Defaults to /.
es_ar: Especifica la ruta a establecer en la cookie de sesión. Por defecto es /.

source: Domain
es_ar: Dominio

source: Specifies the domain to set in the session cookie. Default is none at all meaning the host name of the server which generated the cookie according to cookies specification.
es_ar: Especifica el dominio a establecer en la cookie de sesión. Por defecto es ninguno, significando el nombre de host del servidor que generó la cookie según la especificación de cookies.

source: Secure
es_ar: Seguro

source: Specifies whether cookies should only be sent over secure connections.
es_ar: Especifica si las cookies deberían enviarse sólo sobre conexiones seguras.

source: Http only
es_ar: Sólo http

source: Marks the cookie as accessible only through the HTTP protocol. This means that the cookie won't be accessible by scripting languages, such as JavaScript.
es_ar: Marca la cookie como accesible sólo a través del protocolo HTTP. Esto significa que la cookie no será accesible por lenguajes de script, tales como JavaScript.

source: The base path should be SYSTEM_ABSPATH.
es_ar: La ruta base debe ser SYSTEM_ABSPATH.

source: The base path should be SYSTEM_STORAGE.
es_ar: La ruta base debe ser SYSTEM_STORAGE.

source: Default snippet
es_ar: Fragmento de código predeterminado

source: Replaces resource compilations with their sources.
es_ar: Reemplaza las compilaciones de recursos con sus fuentes.

source: Do not modify these values.
es_ar: No modifique estos valores.

source: Toolbars
es_ar: Barra de herramientas

source: Find the complete list of %slanguages%s.
es_ar: Encuentre la lista completa de %sIdiomas%s.

source: Skin
es_ar: Piel

source: About %sskins%s.
es_ar: Acerca de las %spieles%s.

source: Content css
es_ar: Contenido css

source: If it is separated by a comma, instead of space, it will be considered an array. Do not add quotes.
es_ar: Si está separado por una coma, en lugar de espacio, se considerará una matriz. No agregue comillas.

source: Sticky
es_ar: Pegajoso

source: Api key
es_ar: Clave de la Api

source: Lifetime of each token generated, measured in seconds.
es_ar: Tiempo de vida de cada token generado, medido en segundos.

source: The name for the variable that stores the token.
es_ar: El nombre de la variable que almacena el token.

source: The life time of the token measured in hours.
es_ar: El tiempo de vida del token medido en horas.

source: The role for new users who register. If left blank, users can not register.
es_ar: El rol para los nuevos usuarios que se registran. Si se deja en blanco, los usuarios no pueden registrarse.

source: URL to legal
es_ar: URL a legales

source: Url builder pointing to the legal terms of registration. Format: /component/task,key=value,...
es_ar: Constructor de URL que apunta a los términos legales de registro. Formato: /component/task,key=value,...

source: Not expire
es_ar: No caduca

source: Log in with «Remember me» option.
es_ar: Inicia sesión con la opción "Recordarme".

source: AutoLogin
es_ar: Ingreso automático

source: The AutoLogin send an email to the user when he try to sign in with an incorrect password.
es_ar: El AutoLogin envía un correo electrónico al usuario cuando intenta iniciar sesión con una contraseña incorrecta.

source: In case of entering erroneous data, it will be blocked for increasing periods.
es_ar: En caso de ingresar datos erróneos, será bloqueado por períodos crecientes.

source: Min. length
es_ar: Mín. de longitud

source: Max. length
es_ar: Max. de longitud

source: The key to caching permissions.
es_ar: La clave del caché de permisos.

source: Remember me
es_ar: Recordarme

source: Portal - Default
es_ar: Portal - Por defecto

source: Portal - Presentation
es_ar: Portal - Presentación

source: Show button
es_ar: Mostrar botón

source: Show video player
es_ar: Mostrar reproductor

source: Shows the video player instead of the thumbnail.
es_ar: Muestra el reproductor de video en lugar de la miniatura.

source: Default thumbnail if necessary.
es_ar: Miniatura por defecto para el caso de ser necesaria.

source: Maximum allowed
es_ar: Máximo permitido

source: Send
es_ar: Enviar

source: Mailing address to which notifications will be sent.
es_ar: Dirección de correo a la que se enviarán las notificaciones.

source: Maximum number of characters in the abstract.
es_ar: Número máximo de caracteres en el resumen.

source: Set of extensions that are accepted.
es_ar: Conjunto de extensiones que son aceptadas.

source: The maximum number of characters that the file name can contain.
es_ar: La cantidad máxima de caracteres que puede contener el nombre del archivo.

source: Geolocation
es_ar: Geolocalización

source: Advantages
es_ar: Ventajas

source: Separator
es_ar: Separador

source: Blank
es_ar: Blanco

source: Pricing
es_ar: Precios

source: Features
es_ar: Características

source: Ribbon
es_ar: Cinta

source: Site spaces
es_ar: Espacios del sitio

source: Personalization
es_ar: Personalización

source: User spaces
es_ar: Espacios del usuario

source: Store
es_ar: Tienda

source: My games
es_ar: Mis juegos

source: My certifications
es_ar: Mis certificaciones

source: Form Elements
es_ar: Elementos de formulario

source: Information
es_ar: Información

source: Templates
es_ar: Plantillas

source: My activities
es_ar: Mis actividades

source: My videos
es_ar: Mis videos

source: Allows full administration in «My space».
es_ar: Permite la administración completa en «Mi espacio».

source: It allows access to play.
es_ar: Permite el acceso al juego.

source: Allows full administration in «Audit».
es_ar: Permite la administración completa en «Auditoría».

source: Allows you to view and edit other users' publications.
es_ar: Le permite ver y editar publicaciones de otros usuarios.

source: It allows to see the list and change the status.
es_ar: Permite ver la lista y cambiar el estado.

source: Allows you to manage your invoices.
es_ar: Le permite gestionar sus recibos.

source: It allows access to the administration of invoices. This permission is completed with those granted by the same extension.
es_ar: Permite el acceso a la administración de recibos. Este permiso se completa con los concedidos por la misma extensión.

source: It allows only to find and view the persons.
es_ar: Solo permite encontrar y ver los legajos.

source: It allows to find, view and add the persons.
es_ar: Permite buscar, ver y agregar las tarjetas.

source: It allows access to the audit.
es_ar: Permite el acceso a la auditoría.

source: It allows fees to be charged.
es_ar: Permite el cobro de aranceles.

source: It allows managing the list of subscribers.
es_ar: Permite gestionar la lista de suscriptores.

source: It allows to collect, issue and cancel fees.
es_ar: Permite cobrar, emitir y anular aranceles.
